Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/Properties/Resources.*.resx
Languages: de, es, hu, pl, ro, tr

# MainForm_LoadTll_SourceTllNotFound
source: Quell-TLL konnte nicht gefunden werden: '{0}'
es: Archivo TLL no encontrado:'{0}'
hu: A TLL forrás nem található: '{0}'
pl: Quell-TLL teraz w ostatniej chwili: „{0}”
ro: Quell-TLL nu a fost găsit în acest moment: '{0}'

# MainForm_LoadTll_Exception
source: An error occured while loading the TV's data file: {0}
de: Beim Auslesen der TLL-Datei trat ein Fehler auf: {0}
es: Un error ha ocurrido al cargar el archivo de datos de TV:{0}
hu: Hiba történt a TV adatfájl betöltésekor: {0}
pl: Wystąpił błąd podczas ładowania pliku danych telewizora:{0}
ro: A apărut o eroare la încărcarea fișierului de date al televizorului: {0}
tr: TV'nin veri dosyası yüklenirken bir hata oluştu: {0}

# MainForm_FileDialog_OpenFileFilter
source: Supported Files|{0}|All Files (*.*)|*
de: Unterstützte Dateien|{0}|Alle Dateien (*.*)|*
es: Archivos soportados|{0}|Todos los archivos (*.*)|*
hu: Támogatott fájlok|{0}|Minden fájl (*.*)|*
pl: Obsługiwane pliki |{0}| Wszystkie pliki (*.*) |*
ro: Fișiere acceptate|{0}|Toate fișierele (*.*)|*
tr: Desteklenen Dosyalar|{0}|Tüm Dosyalar (*.*)|*

# MainForm_FileDialog_SaveFileFilter
source: {0}-Files|*{0}|All Files (*.*)|*
de: {0}-Dateien|*{0}|Alle Dateien (*.*)|*
es: {0}-Archivos|*{0}|Todos los archivos (*.*)|*
hu: {0}-Fájlok|*{0}|Minden fájl (*.*)|*
pl: {0}-Pliki |*{0}| Wszystkie pliki (*.*) |*
ro: {0}-Fișiere|*{0}|Toate fișierele (*.*)|*
tr: {0}-Dosyalar|*{0}|Tüm Dosyalar (*.*)|*

# MainForm_TryExecute_Exception
source: An unexpected error occured: {0}
de: Beim Ausführen der Aktion trat ein Programmfehler auf: {0}
es: Ha ocurrido un error inesperado:{0}
hu: Váratlan hiba történt: {0}
pl: Wystąpił nieoczekiwany błąd:{0}
ro: A apărut o eroare neașteptată: {0}
tr: Beklenmedik bir sorun oluştu: {0}

# MainForm_SaveTllFile_Exception
source: An error occured while writing the TV data file: {0}
de: Beim Schreiben der TLL-Datei trat ein Fehler auf: {0}
es: Ha ocurrido un error al guardar el archivo de datos de TV:{0}
hu: Hiba történt a TV adatfájl írása közben: {0}
pl: Wystąpił błąd podczas zapisywania pliku danych TV:{0}
ro: A apărut o eroare la scrierea fișierului de date TV: {0}
tr: TV veri dosyası yazılırken bir hata oluştu: {0}

# MainForm_SaveTllFile_Success
source: Sorted TV data file was created successfully.
de: Die sortierte TLL-Datei wurde erfolgreich erstellt.
es: El archivo ordenado de datos de TV ha sido creado con éxito
hu: A rendezett TV adatfájl sikeresen létrehozva.
pl: Pomyślnie utworzono posortowany plik danych telewizyjnych.
ro: Fișierul cu date de sortare TV a fost creat cu succes.
tr: Sıralanan TV veri dosyası başarıyla oluşturuldu.

# MainForm_PromptSaveAndContinue_Question
source: Do you want so save your changes?
de: Möchten Sie die Änderungen Speichern?
es: ¿Desea guardar los cambios?
hu: Szeretné elmenteni a változtatásokat?
pl: Czy chcesz więc zapisać swoje zmiany?
ro: Vrei să salvezi modificările?
tr: Değişikliklerinizi kaydetmek istiyor musunuz?

# MainForm_PromptSaveAndContinue_Save
source: Save changes
de: Änderungen speichern
es: Guardar cambios
hu: Változtatások mentése
pl: Zapisz zmiany
ro: Salvează modificările
tr: Değişiklikleri Kaydet

# MainForm_PromptSaveAndContinue_Discard
source: Discard changes
de: Änderungen verwerfen
es: Descartar cambios
hu: Módosítások elvetése
pl: Odrzucać zmiany
ro: Renunțați la modificări
tr: Değişiklikleri kaydetme

# MainForm_LoadTll_SerializerNotFound
source: No plugin found to read/write {0} files.
de: Es konnte kein Modul zum Lesen/Schreiben von {0}-Dateien gefunden werden.
es: No se ha encontrado un plugin para leer/escribir {0} archivos.
hu: Nem található bővítmény a(z) {0} fájlok olvasására/írására.
pl: Nie znaleziono wtyczki do odczytu/zapisu plików {0}.
ro: Nu a fost găsit nici un plugin pentru citirea/scrierea fișierelor {0}.
tr: {0} dosyalarını okumak / yazmak için eklenti bulunamadı.

# MainForm_LoadFiles_IOException
source: Error loading file
de: Fehler beim Laden der Datei
es: Error cargando archivo
hu: Hiba történt a fájl betöltésekor
pl: Błąd ładowania pliku
ro: Eroare la încărcarea fișierului
tr: Dosya yüklenirken hata oluştu

# MainForm_LoadFiles_ValidationWarningMsg
source: The file content shows some anomalies and is possibly corrupt.
de: Die Überprüfung des Dateiinhalts fand einige Auffälligkeiten, die Senderliste ist womöglich defekt.
es: El contenido del archivo muestra algunas anomalías y posiblemente esté corrupto.
hu: A fájl tartalma bizonyos rendellenességeket mutat és sérült lehet.
pl: Zawartość pliku wykazuje pewne anomalie i prawdopodobnie jest uszkodzona.
ro: Conținutul fișierului prezintă unele anomalii și este posibil corupt.
tr: Dosya içeriği bazı anormallikler gösterir ve muhtemelen bozuktur.

# MainForm_LoadFiles_ValidationWarningCap
source: Data validation
de: Datenüberprüfung
es: Validación de datos
hu: Az adatok ellenőrzése
pl: Walidacji danych
ro: Data validarii
tr: Veri doğrulama

# MainForm_RestoreScanOrder_Message
source: All custom storing will be lost. Are you sure you want to restore the order from the channel scan?
de: Die händische Sortierung wird überschrieben. Wollen Sie wirklich die Reihenfolge des Sendersuchlaufs wiederherstellen?
es: Todo lo almacenado se perderá.¿Está seguro de restaurar el orden de la búsqueda de canales?
hu: Minden egyéni tárolt adat elvész. Biztosan vissza szeretné állítani a sorrendet a csatorna szkennelésből?
pl: Wszystkie niestandardowe przechowywanie zostaną utracone. Czy na pewno chcesz przywrócić kolejność ze skanowania kanałów?
ro: Toate stocurile personalizate vor fi pierdute. Sigur doriți să restaurați ordinea din scanarea canalului?
tr: Tüm özel depolamalar kaybolacak. Kanal taramasından düzeni geri yüklemek istediğinizden emin misiniz?

# MainForm_RestoreScanOrder_Caption
source: Restore order from channel scan
de: Reihenfolge des Sendersuchlaufs wiederherstellen
es: Restaurar orden de la búsqueda de canales
hu: Állítsa vissza a sorrendet a csatorna szkennelésből
pl: Przywróć kolejność ze skanowania kanałów
ro: Restaurați ordinea de scanare a canalelor
tr: Kanal taramasından düzeni geri yükle

# MainForm_LoadFiles_DupeWarningMsg
source: The input file contains multiple records that use the same program number. It is possible that the TV will not accept the changes made by ChanSort. This is typically caused by running a manual transponder scan. It is recommended to use a clean input file for any modifications. To do that, turn Hotel Mode OFF, reset the TV to factory defaults, run a new blind channel scan and turn Hotel Mode back ON, then export a new clean TLL file.
de: Die Eingabedatei enthält mehrere Einträge die der gleichen Programmnummer zugeordnet sind. Es ist möglich, dass das Fernsehgerät die von ChanSort durchgeführten Änderungen nicht akzeptiert. Eine typische Ursache für diese Situation ist ein manueller Transponderscan. Es wird empfohlen, für die Bearbeitung eine saubere Ausgangsdatei zu verwenden. Dazu schalten Sie zunächst den Hotel-Modus AUS, daraufhin können Sie die Werkseinstellungen wiederherstellen und einen Sender-Blindsuchlauf ausführen. Anschließend aktivieren Sie bitte den den Hotel-Modus wieder und exportieren die Senderliste erneut auf einen USB-Stick.
es: El archivo de entrada contiene varios canales que usan el mismo número de programa. Es posible que la TV no acepte los cambios hechos por ChanSort. Esto está causado habitualmente por hacer una búsqueda manual de transpondedores. Es recomendable usar un archivo de entrada limpio para cualquier modificación. Para hacer esto, apague el modo Hotel, resetee la TV a los valores de fábrica, haga una nueva búsqueda ciega de canales, vuelva a encender el modo Hotel y exporte un nuevo y limpio archivo TLL.
hu: A bemeneti fájl több rekordot tartalmaz, amelyek ugyanazt a program számot használják. Lehetséges, hogy a TV nem fogadja el a ChanSort által végrehajtott változtatásokat. Ezt általában egy kézi transzponder keresés futtatása okozza. Javasoljuk, hogy tiszta bemeneti fájlt használjon a módosításokhoz. Ehhez kapcsolja ki a Hotel módot, állítsa vissza a TV-t gyári alapállapotra, futtasson egy új csatornakeresést, kapcsolja vissza a Hotel módot, majd exportáljon egy új, tiszta TLL fájlt.
pl: Plik wejściowy zawiera wiele rekordów, które używają tego samego numeru programu. Możliwe, że telewizor nie zaakceptuje zmian wprowadzonych przez ChanSort. Jest to zazwyczaj spowodowane ręcznym skanowaniem transpondera. Zaleca się stosowanie czystego pliku wejściowego do wszelkich modyfikacji. Aby to zrobić, wyłącz tryb hotelowy, zresetuj telewizor do ustawień fabrycznych, uruchom nowe skanowanie kanałów w ciemno i włącz ponownie tryb hotelowy, a następnie wyeksportuj nowy czysty plik TLL.
ro: Fișierul de intrare conține mai multe înregistrări care utilizează același lucru număr de program. Este posibil ca televizorul să nu accepte modificările aduse de ChanSort. Acest lucru este în mod obișnuit cauzat de rularea unei scanări manuale a transponderului. Se recomandă utilizarea unui fișier de intrare curat pentru orice modificare. Pentru a face acest lucru, dezactivați modul Hotel, resetați televizorul la setările implicite din fabrică, executați un nou canal orizontal de scanare și rotire Hotel Mode înapoi ON, apoi exportați un nou fișier TLL curat.
tr: Giriş dosyası, aynı program numarasını kullanan birden çok kayıt içeriyor. TV ChanSort tarafından yapılan değişiklikleri kabul etmeyebilir. Bunun nedeni genellikle manuel transponder taraması yapılmasıdır. Herhangi bir değişiklik için temiz bir girdi dosyası kullanılması önerilir. Bunu yapmak için Otel Modunu KAPALI konuma getirin, TV'yi fabrika varsayılanlarına döndürün, yeni bir kör kanal taraması çalıştırın ve Otel Modu'nu tekrar AÇIN, sonra yeni bir temiz TLL dosyası oluşturun.

# MainForm_btnResetChannelData_Click_Message
source: WARNING: All analog, DVB-C/T and DVB-S channel and transponder data will be deleted. You will have to run a full channel scan after loading this file into your TV. Proceed?
de: ACHTUNG: Alle analogen, DVB-C/T und DVB-S Sender- und Transponderdaten werden gelöscht. Nach dem Laden der Datei in den Fernseher ist ein vollständer Suchlauf notwendig. Wollen Sie fortsetzen?
es: ADVERTENCIA: Todos los canales y transpondedores analógicos, DVB-C/T y DVB-S serán eliminados. Necesitará realizar una búsqueda completa de canales tras cargar este archivo a su TV. ¿Desea hacerlo?
hu: FIGYELEM: Minden analóg, DVB-C/T és DVB-S csatorna és transzponder adat törlődik. A fájl TV-be történő betöltése után teljes csatorna keresést kell végrehajtania. Folytassa?
pl: OSTRZEŻENIE: Wszystkie dane kanałów analogowych, DVB-C/T i DVB-S oraz transponderów zostaną usunięte. Po załadowaniu tego pliku do telewizora będziesz musiał uruchomić pełne skanowanie kanałów. Kontynuować?
ro: AVERTISMENT: Toate datele analogice, DVB-C/T și DVB-S vor fi șterse. Va trebui să executați o scanare completă a canalului după încărcarea acestui fișier în televizor. Continua?
tr: UYARI: Tüm analog, DVB-C / T ve DVB-S kanalı ve transponder verileri silinecektir. Bu dosyayı TV'nize yükledikten sonra tam kanal taraması yapmanız gerekecektir. Devam edilsin mi?

# MainForm_btnResetChannelData_Click_Caption
source: Erase all channel data
de: Senderinformationen löschen
es: Eliminar toda los datos de canales
hu: Törölje az összes csatorna adatot
pl: Usuń wszystkie dane kanału
ro: Ștergeți toate datele canalului
tr: Tüm kanal verilerini sil

# MainForm_miRestoreOriginal_Message
source: Unable to copy .bak file to {0}
de: Die .bak Datei konnte nicht nach {0} kopiert werden
es: No es posible copiar el archivo .bak a {0}
hu: A .bak fájl nem másolható ide: {0}
pl: Nie można skopiować pliku .bak do {0}
ro: Imposibil de copiat fișierul .bak la {0}
tr: .bak dosyası {0} klasörüne kopyalanamıyor

# MainForm_miRestoreOriginal_ItemClick_NoBackup
source: No backup file found: {0}
de: Sicherheitskopie wurde nicht gefunden: {0}
es: No se ha encontrado el archivo de respaldo: {0}
hu: Nem található biztonsági mentési fájl: {0}
pl: Nie znaleziono pliku kopii zapasowej: {0}
ro: Nu s-a găsit nici un fișier de backup: {0}
tr: Yedek dosyası bulunamadı: {0}

# MainForm_miRestoreOriginal_ItemClick_Confirm
source: You are about to restore the backup file. All changes will be lost! Do you want to continue?
de: Sie sind dabei die Sicherheitskopie wiederherzustellen. Sämtliche Änderungen gehen verloren! Möchten Sie fortfahren?
es: Está a punto de restaurar el archivo de respaldo. ¡Todos los cambios se perderán!. ¿Desea continuar?
hu: Visszaállítja a biztonsági másolat fájlt. Minden változás elveszik! Akarja folytatni?
pl: Masz zamiar przywrócić plik kopii zapasowej. Wszystkie zmiany zostaną utracone! Czy chcesz kontynuować?
ro: Veți restabili fișierul de rezervă. Toate modificările vor fi pierdute! Doriți să continuați?
tr: Yedekleme dosyasını geri yüklemek üzeresiniz. Tüm değişiklikler kaybolacak! Devam etmek istiyor musun?

# MainForm_SaveFiles_ErrorMsg
source: There was an error saving the file. Please make sure that - you have write permission on the file - the file is not open in another program The error message is:
de: Beim Schreiben der Datei trat ein Fehler auf. Bitte stellen Sie sicher dass - Sie Schreibrechte auf die Datei besitzen - die Datei in keinem anderen Programm geöffnet ist Die Fehlermeldung lautet:
es: Ha ocurrido un error guardando el archivo. Por favor asegúrese de que - El archivo tiene permisos de escritura - El archivo no esté abierto por otro programa El error de error es:
hu: Hiba történt a fájl mentésekor. Kérjük, győződjön meg arról - van-e írási engedélye a fájlra - a fájl nincs-e megnyitva egy másik programban A hibaüzenet a következő:
pl: Wystąpił błąd podczas zapisywania pliku. Upewnij się, że- masz uprawnienia do zapisu pliku- plik nie jest otwarty w innym programie Komunikat o błędzie to:
ro: A apărut o eroare la salvarea fișierului. Asigurați-vă că - aveți permisiunea de scriere fișier - fișierul nu este deschis în alt program Mesajul de eroare este:
tr: Dosya kaydedilirken bir hata oluştu. Lütfen bunlardan emin olun - dosyaya yazma izninizin olduğundan - dosyanın başka bir programda açık olmadığından Hata mesajı:

# MainForm_SaveFiles_ErrorTitle
source: File write error
de: Schreibfehler
es: Error al escribir el archivo
hu: Fájl írási hiba
pl: Błąd zapisu pliku
ro: Eroare la scrierea fișierului
tr: Dosya yazma hatası

# UpdateCheck_NotifyAboutNewVersion_Message
source: A newer version is available: v{0}. Do you want to open the download website?
de: Eine neuere Version ist verfügbar: v{0}. Möchten Sie die Downloadseite öffnen?
es: Una nueva versión está disponible: v{0}. ¿Desea ir al sitio de descargas?
hu: Újabb verzió érhető el: v{0}. Meg szeretné nyitni a letöltési webhelyet?
pl: Dostępna jest nowsza wersja: v{0}.Czy chcesz otworzyć stronę pobierania?
ro: O versiune mai nouă este disponibilă: v{0}. Doriți să deschideți site-ul de descărcare?
tr: Daha yeni bir sürüm mevcut: v {0}. İndirmek için web sitesini açmak istiyor musunuz?

# UpdateCheck_NotifyAboutNewVersion_Caption
source: New Version
de: Neue Version
es: Nueva versión
hu: Új verzió
pl: Nowa wersja
ro: Versiune noua
tr: Yeni Sürüm

# MainForm_InitInitialChannelOrder_Question
source: How would you like to edit your channel list?
de: Wie möchten Sie die Senderliste bearbeiten?
es: ¿Cómo deséa editar su lista de canales?
hu: Hogyan szeretné szerkeszteni a csatornák listáját?
pl: Jak chcesz edytować listę kanałów?
ro: Cum doriți să modificați lista de canale?
tr: Kanal listenizi nasıl düzenlemek istersiniz?

# MainForm_InitInitialChannelOrder_EmptyList
source: Create new list: Start with an empty list and add channels in desired order
de: Neu zusammenstellen: Mit leerer Liste beginnen und Sender in gewünschter Reihenfolge hinzufügen
es: Crear una nueva lista: Empezar con una lista vacía y añadir canales en el orden deseado
hu: Új lista létrehozása: Kezdés egy üres listával, majd csatornák hozzáadása a kívánt sorrendben
pl: Utwórz nową listę: Zacznij od pustej listy i dodaj kanały w żądanej kolejności
ro: Creați o listă nouă: Începeți cu o listă goală și adăugați canale în ordinea dorită
tr: Yeni liste oluştur: Boş bir listeyle başlayın ve kanalları istediğiniz sırada ekleyin

# MainForm_InitInitialChannelOrder_CurrentList
source: Modify current list: Start with current list and modify it as needed
de: Bestehende Liste bearbeiten: Derzeitige Senderreihenfolge übernehmen und anschließend bearbeiten
es: Modificar la lista actual: Empezar con la lista actual y modificarla a su gusto
hu: Az aktuális lista módosítása: Kezdés az aktuális listával, majd szükség szerinti módosítása
pl: Zmodyfikuj bieżącą listę: Zacznij od bieżącej listy i zmodyfikuj ją w razie potrzeby
ro: Modificați lista curentă: Începeți cu lista curentă și modificați-o după cum este necesar
tr: Geçerli listeyi değiştir: Geçerli listeyle başla ve gerektiğinde değiştir

# MainForm_InitInitialChannelOrder_ReferenceList
source: Copy channel list: Order the channels the same way as in a reference list
de: Vorlage übernehmen: Senderreihenfolge und Favoriten aus einer Vorlagedatei übernehmen
es: Copiar la lista de canales: Ordenar los canales en el mismo orden de la lista de referencia
hu: Csatornalista másolása: Rendezze a csatornákat ugyanúgy, mint egy referencia listában vannak
pl: Kopiuj listę kanałów: uporządkuj kanały w taki sam sposób, jak na liście referencyjnej
ro: Copiați lista de canale: Comandați canalele în același mod ca într-o listă de referință
tr: Kanal listesini kopyala: Kanalları referans listesindeki gibi düzenleyin

# MainForm_PromptHandlingOfUnsortedChannels_Question
source: What should happen to unsorted channels?
de: Was soll mit den unsortierten Sendern geschehen?
es: ¿Qué hacer con los canales sin clasificar?
hu: Mi történjen a rendezetlen csatornákkal?
pl: Co powinno się stać z nieposortowanymi kanałami?
ro: Ce ar trebui să se întâmple cu canalele nesortate?
tr: Sıralanmamış kanallara ne yapılsın?

# MainForm_PromptHandlingOfUnsortedChannels_Append
source: Append unsorted channels the end of the list
de: Sender am Ende der Liste anhängen
es: Agregar los canales sin clasificar al final de la lista
hu: Rendezés nélküli csatornákat fűzze hozzá a lista végéhez
pl: Dodaj nieposortowane kanały na końcu listy
ro: Adăugați canalele nesortate la sfârșitul listei
tr: Sıralanmamış kanallar listenin sonuna ekle

# MainForm_PromptHandlingOfUnsortedChannels_Delete
source: Delete unsorted channels from the list
de: Sender löschen
es: Eliminar los canales sin clasificar de la lista
hu: Törölje a rendezetlen csatornákat a listából
pl: Usuń nieposortowane kanały z listy
ro: Ștergeți canalele nesortate din listă
tr: Sıralanmamış kanalları listeden silin

# MainForm_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
hu: Mégse
pl: Anuluj
ro: Anulare
tr: Vazgeç

# MainForm_LoadTvDataFile_FileNotFound_Caption
source: File not found
de: Datei nicht gefunden
es: Archivo no encontrado
hu: Fájl nem található
pl: Nie znaleziono pliku
ro: Fișierul nu a fost găsit
tr: Dosya bulunamadı

# MainForm_LoadTvDataFile_FileNotFound_Message
source: The file {0} does not exist.
de: Die Datei {0} konnte nicht gefunden werden.
es: El archivo {0} no existe.
hu: A(z) {0} fájl nem létezik.
pl: Plik {0} nie istnieje.
ro: Fișierul {0} nu există.
tr: {0} dosyası mevcut değil.

# MainForm_ExportExcelList_Message
source: The channel list has been copied to the clipboard and can be pasted into Excel or any text editor.
de: Die Senderliste wurde in die Zwischenablage kopiert und kann nun in Excel oder einen Texteditor eingefügt werden.
es: La lista de canales ha sido copiada al portapapeles y podrá pegarse a Excel o cualquier editor de texto.
hu: A csatornalista ki lett másolva a vágólapra és beilleszthető az Excelbe vagy bármilyen szövegszerkesztőbe.
pl: Lista kanałów została skopiowana do schowka i można ją wkleić do Excela lub dowolnego edytora tekstu.
ro: Lista de canale a fost copiată în clipboard și pot fi lipite în Excel sau orice editor de text.
tr: Kanal listesi panoya kopyalandı ve Excel'e veya herhangi bir metin düzenleyicisine yapıştırılabilir.

# MainForm_HandleChannelNumberGaps
source: Your TV might not be able to work correctly when there are gaps in the channel numbers. Do you want the channel numbers to be rearranged consecutively?
de: Ihr TV Gerät funktioniert eventuell nicht mehr korrekt, wenn Lücken in den Programmnummer vorhanden sind. Sollen die Programmnummern in fortlaufende Zahlen umgeändert werden?
es: Su TV puede no funcionar correctamente si existen huecos en la numeración de canales. ¿Desea renumerar consecutivamente los números de canales?
hu: Előfordulhat, hogy tévéje nem fog megfelelően működni, ha hiányosak a csatornaszámok. Szeretné, hogy a csatornaszámokat egymás után rendezzük?
pl: Twój telewizor może nie działać poprawnie, jeśli w numerach kanałów występują luki. Czy chcesz, aby numery kanałów były kolejno zmieniane?
ro: Este posibil ca televizorul dvs. să nu poată funcționa corect atunci când există numere în canal. Doriți ca numerele de canale să fie rearanjate consecutiv?
tr: Kanal numaralarında boşluk olduğunda TV'niz düzgün çalışmayabilir. Kanal numaralarının art arda yeniden düzenlenmesini istiyor musunuz?

# MainForm_LoadFiles_AllZero
source: The content of the file is invalid. It has either size 0 or all its bytes have the same value. Typical causes are USB sticks with an NTFS file system (try using FAT32 instead) or firmware upgrades without running a new channel scan. (The new software in the TV might be unable to process the old channel data during the export.)
de: Der Inhalt der Datei ist ungültig, da sie entweder 0 Byte groß is oder ausschließlich Bytes mit dem selben Wert enthält enthält. Mögliche Ursachen sind USB-Sticks, die mit NTFS formatiert sind (FAT32 sollte immer funktionieren) oder ein am TV durchgeführtes Firmwareupdate, ohne einen anschließenden neuen Suchlauf. Dabei kann dann unter Umständen die neue Firmware die alten Daten nicht korrekt exportieren.
es: El contenido del archivo no es válido. Su tamaño es 0 o todos su bytes tienen valos 0. Las causas típicas son memorias USB formateadas en NTFS (use formato FAT32) o bien se ha actualizado el firmware sin hacer una nueva búsqueda de canales. (El nuevo firmware de la TV puede ser incapáz de procesar los datos existentes de canales durante la exportación.)
hu: A fájl tartalma érvénytelen. Vagy 0 méretű, vagy az összes bájtja azonos értékű. A tipikus ok, ha az USB memóriakártya NTFS fájlrendszerű (próbáljon inkább FAT32-et használni), vagy rendszerfrissítés történt új csatorna keresés nélkül. (Előfordulhat, hogy az új szoftver a TV-ben nem tudja feldolgozni a régi csatornaadatokat az exportálás során.)
pl: Zawartość pliku jest nieprawidłowa. Ma rozmiar 0 lub wszystkie bajty mają tę samą wartość. Typowe przyczyny to pamięci USB z systemem plików NTFS (zamiast tego spróbuj użyć FAT32) lub aktualizacje oprogramowania układowego bez uruchamiania nowego skanowania kanałów. (Nowe oprogramowanie w telewizorze może nie być w stanie przetworzyć danych starego kanału podczas eksportu.)
ro: Conținutul fișierului este nevalid, are dimensiunea 0 sau toți octeții lui au valoarea 0. Cauzele tipice sunt stick-urile USB cu un sistem de fișiere NTFS (încercați să utilizați FAT32 în schimb) sau actualizări ale firmware-ului fără a efectua o nouă scanare a canalelor. (Noul software din televizor ar putea să nu poată procesa datele vechi ale canalului în timpul exportului.)
tr: Dosyanın içeriği geçersiz. Boyutu 0 veya tüm baytları aynı değere sahiptir. Çeşitli nedenler NTFS dosya sistemine sahip USB belleklerdir (bunun yerine FAT32'yi kullanmayı deneyin) veya yeni bir kanal taraması yapmadan ürün yazılımını güncelleyin. (TV'deki yeni yazılım dışa aktarma sırasında eski kanal verilerini işleyemeyebilir.)
