Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/Properties/Resources.*.resx
Languages: de, es, hu, pl, ro, tr

# ReferenceListForm_AntennaCableSatIPAnalogDigitalTVRadio
source: Antenna,Cable,Sat,IP,Analog,Digital,TV,Radio,Data
de: Antenne,Kabel,Sat,IP,Analog,Digital,TV,Radio,Daten
es: Antena,Cable,Sat,IP,Analógico,Digital,TV,Radio,Data
hu: Antenna,Kábel,Műhold,IP,Analóg,Digitális,TV,Rádió,Adat
pl: Antena, telewizja kablowa, satelitarna, IP, analogowa, cyfrowa, TV, radio, dane
ro: Antenă, Cablu, Sat, IP, analog, digital, TV, radio, data
tr: Anten,Kablo,Uydu,IP,Analog,Digital,TV,Radyo,Veri

# ReferenceListForm_btnApply_ConflictHandling
source: How do you want to handle it when a Pr# is already taken in the target list?
de: Wie soll vorgegangen werden, wenn eine Pr# bereits vergeben ist?
es: ¿Cómo desea proceder cuando un Pr# ya exista en la lista de destino?
hu: Hogyan szeretné kezelni, ha egy Pr# már szerepel a céllistában?
pl: Jak chcesz sobie z tym poradzić, gdy Pr# jest już zajęty na liście docelowej?
ro: Cum doriți să o gestionați atunci când un Pr # este deja luat în lista țintă?
tr: Hedef listesinden bir Pr# alındığında bunu nasıl ele almak istersiniz?

# ReferenceListForm_btnApply_Click_Clear
source: Clear target list before applying reference list
de: Zielliste vor der Übernahme leeren
es: Limpiar la lista de destino antes de aplicar la lista de referencia
hu: Céllista törlése a referencialista alkalmazása előtt
pl: Wyczyść listę docelową przed zastosowaniem listy referencyjnej
ro: Ștergeți lista țintă înainte de a aplica lista de referințe
tr: Referans listesini uygulamadan önce hedef listesini temizle

# ReferenceListForm_btnApply_Click_Overwrite
source: Overwrite Pr# with the channel from the reference list
de: Pr# dem Sender gemäß Vorlage zuordnen
es: Sobreescribir el Pr# con el de la lista de referencia
hu: A Pr# felülírása a referencialistából származó csatornával
pl: Nadpisz Pr# kanałem z listy referencyjnej
ro: Suprascrieți Pr # cu canalul din lista de referință
tr: Referans listesindeki kanalla Pr# üzerine yaz

# ReferenceListForm_btnApply_Click_Keep
source: Keep current channel at the Pr#
de: Pr# beim bisherigen Sender belassen
es: Mantener el canal actual en el Pr#
hu: Tartsa az aktuális csatornát a Pr# helyen
pl: Zachowaj bieżący kanał na Pr#
ro: Păstrați canalul curent la Pr #
tr: Geçerli kanalı Pr#'da tut

# MainForm_SwapChannels_RowCountMsg
source: To swap channels an equal number of rows must be selected in the left and right table.
de: Zum Tauschen von Sendern muss die gleiche Anzahl an Zeilen in der linken und rechten Tabelle ausgewählt sein.
es: Para intercambiar canales debe seleccionar el mismo número de filas en la izquierda y derecha.
hu: Csatornák felcseréléséhez azonos számú sort kell kiválasztani a bal és a jobb táblázatban.
pl: Aby zamienić kanały, w lewej i prawej tabeli należy wybrać taką samą liczbę wierszy.
ro: Pentru a schimba canalele, trebuie să fie selectat un număr egal de rânduri în tabelul din stânga și din dreapta.
tr: Kanalları değiştirmek için sol ve sağ tabloda eşit sayıda satır seçilmelidir.

# MainForm_SwapChannels_RowCountTitle
source: Swap Channels
de: Sender Tauschen
es: Intercambiar canales
hu: Csatornák felcserélése
pl: Zamień kanały
ro: Schimbați canalele
tr: Kanalları Değiştir

# ReferenceListForm_ShowOpenFileDialog_Title
source: Select a reference list to import
de: Wählen Sie eine Vorlagedatei für die Senderreihenfolge
es: Seleccione una lista de referencia para importar
hu: Válasszon egy referencia listát az importáláshoz
pl: Wybierz listę referencyjną do zaimportowania
ro: Selectați o listă de referințe pentru a importa
tr: İçe aktarmak için bir referans listesi seçin

# MainForm_ShowOpenReferenceFileDialog_Filter
source: ChanSort Reference List|*.csv|SamToolBox Reference List|*.chl|All Reference Lists|*.csv;*.chl
es: Lista de referencia de ChanSort|*.csv|Lista de referencia de SamToolBox|*.chl|Todas las listas de referencia|*.csv;*.chl
hu: ChanSort referencia lista|*.csv|SamToolBox referencia lista|*.chl|Minden referencia lista|*.csv;*.chl
pl: Lista referencyjna ChanSort|*.csv|Lista referencyjna SamToolBox|*.chl|Wszystkie listy referencyjne|*.csv;*. Chl
ro: Lista de referințe pentru lista de referințe | * .csv | Lista de referințe SamToolBox | * .chl | Toate listele de referință | * .csv; * .chl
tr: ChanSort Referans Listesi|*.csv|Referans Listesi|*.chl|Tüm Referans Listeleri|*.csv;*.chl

# MainForm_ShowOpenReferenceFileDialog_Title
source: Open Reference List
es: Abrir lista de referencia
hu: Nyissa meg a referencialistát
pl: Otwórz listę referencyjną
ro: Deschideți lista de referințe
tr: Referans Listesini Aç

# MainForm_LoadTll_InvalidZip
source: The file is not a valid .zip archive. TVs often export corrupted files to USB sticks formatted with the NTFS file system. Please try exporting to a stick formatted with FAT32
de: Diese Datei ist kein gültiges .zip Archiv. TVs exportieren oft defekte Dateien auf USB Sticks, die mit NTFS formatiert sind. Bitte versuchen Sie, die Senderliste auf einen Stick mit FAT32 Formatierung zu exportieren.
es: El archivo no es un archivo .zip válido. A menudo las TV exportan archivos corruptos a memorias USB formateadas en NTFS. Por favor trate de exportarlo a una memoria USB con formato FAT32
hu: A fájl nem megfelelő .zip archívum. A tévék gyakran sérült fájlokat exportálnak az NTFS fájlrendszerrel formázott USB-meghajtókra. Kérjük, próbáljon meg exportálni egy FAT32 formátumú tárolóra
pl: Plik nie jest prawidłowym archiwum .zip. Telewizory często eksportują uszkodzone pliki do pamięci USB sformatowanej w systemie plików NTFS. Spróbuj wyeksportować do pamięci sformatowanej za pomocą FAT32
ro: Fișierul nu este o arhivă .zip validă. Televizorii exportă adesea fișiere corupte pe stick-uri USB formatate cu sistemul de fișiere NTFS. Încercați să exportați un stick formatat cu FAT32
tr: Dosya geçerli bir .zip arşivi değil. TV'ler genellikle bozuk dosyaları NTFS dosya sistemiyle biçimlendirilmiş USB belleklerle dışa aktarır. Lütfen FAT32 ile biçimlendirilmiş bir bellekle aktarmayı deneyin
