Repository: PredatH0r/ChanSort
Catalog: source/ChanSort.Loader.LG/Binary/TvSettingsForm.*.resx
Languages: ro

# cbHbbTv.Properties.Caption
source: Enable HbbTV (only works with country settings DEU, FRA, NED and ESP)
ro: Activați HbbTV (funcționează numai cu setările de țară DEU, FRA, NED și ESP)

# cbCustomCountry.Properties.Caption
source: allow custom value (at your own risk!)
ro: permiteți o valoare personalizată (pe propriul risc!)

# labelControl1.Text
source: Country:
ro: Țară:

# grpOption.Text
source: OPTION Menu
ro: Meniul OPTION (Opțiune)

# btnCancel.Text
source: Cancel
ro: Anulare

# labelControl3.Text
source: NOTE: When Hotel Mode is active, you can no longer activate a channel from inside the EPG and the "Factory Reset" function becomes disabled.
ro: NOTĂ: Când Modul Hotel este activ, nu mai puteți activa un canal din interiorul EPG și funcția "Factory Reset" este dezactivată.

# labelControl2.Text
source: The settings below are only effective when Hotel Mode is enabled
ro: Setările de mai jos sunt valabile numai când modul Hotel este activat

# cbDtvUpdate.Properties.Caption
source: Automatic D-TV channel update (recommended: OFF)
ro: Actualizare automată a canalului D-TV (rec

# cbHotelMode.Properties.Caption
source: Enable Hotel Mode (recommended: ON)
ro: Activați modul Hotel (recomandat: ON)

# grpHotelMode.Text
source: Hotel Mode
ro: Modul hotelului

# cbAutoChannelUpdate.Properties.Caption
source: Automatic Channel Update (recommended: OFF)
ro: Actualizare automată a canalului (recomandată: OFF)

# grpSetup.Text
source: SETUP Menu
ro: Meniul de configurare

# labelControl4.Text
source: Your TV model's TLL file format is not fully supported. Therefore many features in this dialog are disabled.
ro: Formatul de fișier TLL al modelului TV nu este pe deplin acceptat. Prin urmare, multe caracteristici din acest dialog sunt dezactivate.

# grpInformation.Text
source: Information
ro: informație

# lblHotelMenuAutoDetect.Text
source: Auto-Detect Hotel-Menu
ro: Auto-Detect Hotel-Meniu

# $this.Text
source: TV Settings
ro: Setările TV
