Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/MainForm.*.resx
Languages: cs, de, es, hu, pl, pt, ro, ru, tr

# miExcelExport.Caption
source: Export Excel list...
cs: Exportovat seznam do aplikace Excel...
de: Excel liste exportieren...
es: Exportar lista de Excel
hu: Exportálás excel listába...
pl: Eksportuj listę do Excela ...
pt: Exportar lista de Excel...
ro: Exportați lista Excel ...
ru: Экспорт в Excel...
tr: Excel listesini dışa aktar…

# miSaveReferenceFile.Caption
source: Save reference list...
cs: Uložit referenční seznam...
de: Vorlagedatei exportieren...
es: Guardar lista de referencia…
hu: Referencia lista mentése...
pl: Zapisz listę referencyjną ...
pt: Gravar lista de referência...
ro: Salvați lista de referințe ...
ru: Сохранить базовый список...
tr: Referans listesini kaydet…

# miAddFromRefList.Caption
source: Add channels from reference list...
cs: Přidat kanály z referenčního seznamu...
de: Vorlagedatei hinzufügen...
es: Añadir canales desde una lista de referencia…
hu: Csatornák hozzáadása referencia listából...
pl: Dodaj kanały z listy referencyjnej ...
ro: Adăugați canale din lista de referințe ...
ru: Добавить каналы из базового списка...
tr: Referans listesinden kanal ekle…

# miOpenReferenceFile.Caption
source: Apply order from a reference list...
cs: Načíst referenční seznam...
de: Reihenfolge aus Vorlage übernehmen...
es: Aplicar orden desde una lista de referencia...
hu: Rendezés alkalmazása referencia listából...
pl: Złóż zamówienie z listy referencyjnej ...
pt: Abrir lista de referência...
ro: Aplică ordine dintr-o listă de referință ...
ru: Применить порядок из базового списка...
tr: Referans listesinden düzen uygula…

# miSaveAs.Caption
source: Save &as...
cs: Uložit &jako...
de: Speichern &unter...
es: Guardar &como
hu: Mentés m&ásként...
pl: Zapisz &jako...
pt: Gravar &como...
ro: Salvează &ca...
ru: Сохранить как...
tr: Farklı Kaydet…

# miSave.Caption
source: &Save
cs: &Uložit
de: &Speichern
es: &Guardar
hu: &Mentés
pl: &Zapisać
pt: &Gravar
ro: &Salvați
ru: Сохранить
tr: Kaydet

# miFileInformation.Caption
source: File &information...
cs: Informace o souboru
de: Datei&information...
es: Archivo e información…
hu: Fájl &információ...
pl: Plik &informacje...
pt: Informações& do ficheiro...
ro: Fișier &informații ...
ru: Файловая информация…
tr: Dosya bilgisi

# miRestoreOriginal.Caption
source: Restore backup
cs: Obnovit ze zálohy
de: Sicherheitskopie wiederherstellen
es: Restaurar copia de seguridad
hu: Mentés visszaállítás
pl: Przywracania kopii zapasowej
pt: Repor cópia de segurança
ro: Restabiliți backupul
ru: Восстановить из резервной копии
tr: Yedeği geri yükle

# miReload.Caption
source: &Reload
cs: &Znovu načíst
de: &Erneut laden
es: &Recargar
hu: &Újratöltés
pl: &Przeładować
pt: &Recarregar
ro: &Reîncarcă
ru: Перезагрузить
tr: Tekrar yükle

# miOpen.Caption
source: &Open TV data file...
cs: &Otevřít datový soubor TV...
de: TV Senderliste &öffnen...
es: Abrir &lista de canales...
hu: TV adatfájl &megnyitása ...
pl: &Otwórz plik danych TV...
pt: Abrir &lista de canais...
ro: &Deschide fișierul de date TV ...
ru: Открыть файл данных ТВ...
tr: TV veri dosyasını aç…

# miFile.Caption
source: &File
cs: &Soubor
de: &Datei
es: &Archivo
hu: &Fájl
pl: &Plik
pt: &Ficheiro
ro: &Fişier
ru: Файл
tr: Dosya

# pageProgNr.Text
source: Pr#
cs: Č. pr.
ru: №пр

# lblHotkeyLeft.Text
source: F3: Filter | F4: List | -: move up | +: move down | Del: remove
cs: F3: Filtr | F4: Seznam | -: přesunout nahoru | +: přesunout dolů | Del: odstranit
es: F3: Filtro | F4: Lista |-: Subir | +: Bajar | Supr: Eliminar
hu: F3: Szűrő | F4: Lista | -: moz.fel | +: moz.le | Del: töröl
pl: F3: Filtr | F4: Lista | -: przejście w górę | +: przejście w dół | Del: usuń
pt: F3: Filtro | F4: Lista | -: para cima | +: para baixo | DEL: remover
ro: F3: Filtru | F4: Listă | -: mută sus |+: mută jos | Del: șterge
ru: F3: Фильтр | F4: Список | -: Вверх | +: Вниз | Del: Удалить
tr: F3: Filtre | F4: Liste | -: yukarı taşı | +: aşağı taşı | Del: kaldır

# colOutHide.Caption
source: Hide
cs: Skrýt
de: Ver-\nsteckt
es: Ocultar
hu: Elrejt
pl: Ukryć
pt: Esc- onder
ro: Ascunde
ru: Скрыть
tr: Gizle

# mnuHelp.Caption
source: &Help
cs: &Nápověda
de: &Hilfe
es: &Ayuda
hu: &Súgó
pl: &Wsparcie
pt: &Ajuda
ro: &Ajutor
ru: Справка
tr: Yardım

# miWiki.Caption
source: Wiki
ru: Вики ChanSort

# miOpenWebsite.Caption
source: ChanSort website...
cs: Webové stránky aplikace ChanSort...
de: ChanSort Webseite...
es: Sitio Web de ChanSort…
hu: ChanSort weboldala...
pl: Strona internetowa ChanSort...
ro: Site-ul ChanSort...
ru: Сайт ChanSort...
tr: ChanSort sayfası

# miAbout.Caption
source: &About ChanSort...
cs: &O aplikaci ChanSort...
de: &Über ChanSort...
es: &Acerca de ChanSort…
hu: ChanSort &névjegye...
pl: &O ChanSort...
pt: &Sobre ChanSort...
ro: &Despre ChanSort...
ru: О программе ChanSort ...
tr: ChanSort Hakkında

# bar1.Text
source: Tools
cs: Nástroje
de: Werkzeuge
es: Herramientas
hu: Eszközök
pl: Przybory
ro: Unelte
ru: Сервис
tr: Araçlar

# miMoveUp.Caption
source: Move up
cs: Přesunout nahoru
de: Nach oben
es: Mover arriba
hu: Mozgat fel
pl: Przejdź w górę
pt: Para cima
ro: Mută ​​în sus
ru: Переместить выше
tr: Yukarı taşı

# colOutServiceType.Caption
source: Service Type
cs: Typ služby
de: Service\nTyp
es: Tipo de servicio
hu: Szolgáltatás típus
pl: Rodzaj usługi
pt: Tipo serviço
ro: Tip de serviciu
ru: Тип\nсервиса
tr: Servis Tipi

# colIndex1.Caption
source: Pr. index
pl: Pr. indeks
ru: Индекс пр.
tr: Pr. dizin

# colOutDeleted.Caption
source: Deleted
de: Gelöscht
es: Eliminado
hu: Törölt
pl: Usunięte
ru: Удалено
tr: Silindi

# colOutSource.Caption
source: Source
de: Eingang
hu: Forrás
pl: Źródło
ru: Источник
tr: Kaynak

# grpSubList.Text
source: Sub List
de: Unterliste
es: Sublista
hu: Allista
ro: Sub-listă
ru: Субсписок
tr: Alt Liste

# miPrint.Caption
source: &Print...
cs: &Tisk...
de: &Drucken...
es: &Imprimir
hu: &Nyomtatás...
pl: &Wydrukować...
ro: &Imprimare...
ru: Печать…
tr: Yazdır

# miRenumFavByPrNr.Caption
source: Renumber favorites by Pr#
cs: Přečíslovat oblíbené podle č. pr.
de: Favoriten nach Pr# nummerieren
es: Renumerar favoritos por Pr#
hu: Kedvencek átszámozása Pr# szerint
pl: Zmień numerację ulubionych według Pr#
ro: Renumără favorite după Pr#
ru: Перенумеровать каналы по №пр
tr: Favorileri Pr# ile yeniden numaralandır

# miRenumFavByPrNr.Hint
source: Uses the same Pr# in all channel and favorites lists
cs: Používá stejné č. pr. ve všech seznamech kanálů a oblíbených položek
de: Verwendet einheitlich die Pr# auch in allen Favoritenlisten
es: Usar el mismo Pr# en todas las listas de canales y favoritos
hu: Ugyanazt a Pr# kódot használja az összes csatorna és a kedvenc listában
pl: Używa tego samego Pr# na wszystkich listach kanałów i ulubionych
ro: Utilizează același Pr# în toate listele de canale și favorite
ru: Тот же №пр во всех списках каналов и избранного
tr: Aynı Pr# tüm kanal ve favori listelerinde kullanılsın

# miCopyCsv.Caption
source: Copy list to clipboard
de: Liste in Zwischenablage kopieren
es: Copiar lista al portapapeles
hu: Lista másolása vágólapra
pl: Skopiuj listę do schowka
ru: Скопировать список в буфер обмена
tr: Listeyi panoya kopyala

# miEnglish.Caption
source: &English
ro: &Engleză
ru: Английский

# miCzech.Caption
source: Česky
ru: Чешский

# miGerman.Caption
source: &Deutsch
ru: Немецкий

# miSpanish.Caption
source: Español
ru: Испанский

# miPolski.Caption
source: Polski
ru: Польский

# miPortuguese.Caption
source: Português
ru: Португальский

# miRomanian.Caption
source: Română
ru: Румынский

# miTurkish.Caption
source: Türkçe
ru: Турецкий

# miUtf8Charset.Caption
source: UTF-8 (Unicode)
ru: UTF-8 (Юникод)

# miIsoCharSets.Caption
source: ISO character sets
cs: Znaková sada ISO
de: ISO Zeichensätze
es: Set de caracteres ISO
hu: ISO karakter készlet
pl: Zestawy znaków ISO
ro: Seturi de caractere ISO
ru: Наборы символов ISO
tr: ISO karakter seti

# miShowWarningsAfterLoad.Hint
source: Automatically show any warnings after opening a file
cs: Automaticky zobrazit všechna upozornění po otevření souboru
de: Eventuelle Warnungen nach dem Laden einer TV-Datei automatisch anzeigen
es: Muestra automáticamente cualquier alerta tras abrir un archivo
hu: A figyelmeztetések automatikus megjelenítése a fájl megnyitása után
pl: Automatycznie wyświetlaj wszelkie ostrzeżenia po otwarciu pliku
ro: Afișați automat avertismentele după deschiderea unui fișier
ru: Автопоказ любых предупреждений после открытия файла
tr: Bir dosyayı açtıktan sonra tüm uyarıları otomatik olarak göster

# miAllowEditPredefinedLists.Caption
source: Allow editing predefined lists (DANGEROUS)
de: Bearbeiten vordefinierter Listen erlauben (GEFÄHRLICH)
es: Permitir editar listas predefinidas (PELIGROSO)
hu: Előre definiált listák szerkesztésének engedélyezése (VESZÉLYES)
pl: Zezwalaj na edycję predefiniowanych list (NIEBEZPIECZNE)
ro: Permiteți editarea listelor predefinite (PERICOL)
ru: Разрешить правку предопределённых списков (ОПАСНО)
tr: Önceden tanımlanmış listeleri düzenlemeye izin ver (TEHLİKELİ)

# miAllowEditPredefinedLists.Hint
source: Your TV may malfunction when you edit a list with predefined channel numbers
de: Der Fernseher funktioniert dabei unter Umständen nicht mehr korrekt.
es: Su TV puede mostrar un mal funcionamiento si edita una lista con números de canales predefinidos
hu: Előfordulhat, hogy tévéje hibásan működik, ha szerkeszt egy listát előre definiált csatornaszámokkal
pl: Telewizor może działać nieprawidłowo podczas edytowania listy ze wstępnie zdefiniowanymi numerami kanałów
ro: Este posibil ca televizorul să funcționeze defectuos când editați o listă cu numere de canal predefinite
ru: Редактирование списка с предопределёнными номерами каналов может привести к некорректной работе телевизора
tr: Önceden tanımlanmış kanal numaralarıyla bir listeyi düzenlediğinizde TV'niz arızalanabilir

# miExplorerIntegration.Caption
source: Windows Explorer Integration
es: Integrar al explorador de Windows
hu: Windows intéző integráció
pl: Integracja z Windows Explorer
ru: Интеграция с Проводником Windows
tr: Windows Gezgini Entegrasyonu

# miCheckUpdates.Caption
source: Check for updates
de: Nach Programmupdates suchen
es: Buscar actualizaciones
hu: Frissítések keresése
pl: Sprawdź aktualizacje
ru: Проверка обновлений
tr: Güncellemeleri denetle

# mnuAccessibility.Caption
source: &Accessibility
cs: &Usnadnění přístupu
de: Einga&behilfe
es: &Accesibilidad
hu: &Kisegítő lehetőségek
pl: &Dostępność
ro: &Accesibilitate
ru: Доступность
tr: Erişebilirlik

# mnuGotoChannelList.AccessibleDescription
source: Opens a submenu for the input source selection. This menu can be directly activated with the F1 key
cs: Otevře podnabídku pro výběr vstupního zdroje. Tuto nabídku lze vyvolat přímo klávesou F1
de: Öffnet ein Menü zur Auswahl der Eingangsquelle. Dieses kann auch direkt mit der F1-Taste aufgerufen werden.
es: Abre un submenú para la selección de la fuente de entrada. Este menú puede ser activado directamente con la tecla F1
hu: Megnyit egy almenüt a bemeneti forrás kiválasztásához. Ez a menü közvetlenül aktiválható az F1 gombbal
pl: Otwiera podmenu wyboru źródła wejściowego. To menu można aktywować bezpośrednio przyciskiem F1
ro: Deschide un submeniu pentru selectarea sursei de intrare. Acest meniu poate fi activat direct cu tasta F1
ru: Открыть подменю выбора источника входного сигнала. Это меню можно вызвать сразу клавишей F1
tr: Giriş kaynağı seçimi için bir alt menü açar. Bu menü F1 tuşuyla doğrudan etkinleştirilebilir

# mnuGotoChannelList.Caption
source: Select &input source
cs: Vybrat &vstupní zdroj
de: &Eingangsquelle auswählen
es: Seleccionar fuente de entrada
hu: Beviteli &forrás kiválasztása
pl: Wybierz i wprowadź źródło
ro: Selectați și sursa de &intrare
ru: Выбрать источник сигнала
tr: Giriş kaynağı seçin

# mnuGotoFavList.AccessibleDescription
source: Opens a submenu for the program of favorite list selection. This menu can be directly activated with the Shift+F1 key
cs: Otevře podnabídku pro výběr seznamu programů nebo oblíbených položek. Tuto nabídku lze vyvolat přímo kombinací kláves Shift+F1
de: Öffnet ein Menü zur Auswahl der Programm- oder Favoritenliste. Dieses Menü kann auch direkt über die Umschalt+F1 Tastenkombination geöffnet werden.
es: Abre un submenú para la selección de la lista de programas o favoritos. Este menú puede ser activado directamente con las teclas Mayus+F1
hu: Megnyit egy almenüt a kedvencek listájának kiválasztásához. Ez a menü közvetlenül aktiválható a Shift+F1 gombbal
pl: Otwiera podmenu dla programu wyboru listy ulubionych. To menu można aktywować bezpośrednio za pomocą klawiszy Shift + F1
ro: Deschide un submeniu pentru programul de selecție a listei favorite. Acest meniu poate fi activat direct cu ajutorul tastei Shift+F1
ru: Открыть подменю выбора списка избранного. Это меню можно вызвать сразу клавишами Shift+F1
tr: Favori liste seçimi için bir alt menü açar. Bu menü Shift + F1 tuşuyla doğrudan etkinleştirilebilir

# mnuGotoFavList.Caption
source: Select program/&favorite list
cs: Výběr seznamu programů/&oblíbených položek
de: Program-/&Favoritenliste auswählen
es: Seleccionar lista de canales/&favoritos
hu: Válasszon program/kedvencek listát
pl: Wybierz program/&listę ulubionych
ro: Selectați programul/lista &favorită
ru: Выбрать список программ/избранного
tr: Program/Favori listesi seçin

# miSelectFavList0.Caption
source: Program list
cs: Seznam programů
de: Programmliste
es: Lista de canales
hu: Program lista
pl: Lista programów
ro: Lista de programe
ru: Список программ
tr: Program listesi

# miSelectFavListA.Caption
source: Favorites A
cs: Oblíbené A
de: Favoriten A
es: Favoritos A
hu: Kedvenc A
pl: Ulubione A
ro: Favorite A
ru: Избранное A
tr: Favoriler A

# miSelectFavListB.Caption
source: Favorites B
cs: Oblíbené B
de: Favoriten B
es: Favoritos B
hu: Kedvenc B
pl: Ulubione B
ro: Favorite B
ru: Избранное B
tr: Favoriler B

# miSelectFavListC.Caption
source: Favorites C
cs: Oblíbené C
de: Favoriten C
es: Favoritos C
hu: Kedvenc C
pl: Ulubione C
ro: Favorite C
ru: Избранное C
tr: Favoriler C

# miSelectFavListD.Caption
source: Favorites D
cs: Oblíbené D
de: Favoriten D
es: Favoritos D
hu: Kedvenc D
pl: Ulubione D
ro: Favorite D
ru: Избранное D
tr: Favoriler D

# miSelectFavListE.Caption
source: Favorites E
cs: Oblíbené E
de: Favoriten E
es: Favoritos E
hu: Kedvenc E
pl: Ulubione E
ro: Favorite E
ru: Избранное E
tr: Favoriler E

# miGotoLeftList.Caption
source: Left list
cs: Levý seznam
de: Linke Liste
es: Lista izquierda
hu: Bal lista
pl: Lewa lista
ro: Listă stânga
ru: Список слева
tr: Sol liste

# miGotoRightList.Caption
source: Right list
cs: Pravý seznam
de: Rechte Liste
es: Lista derecha
hu: Jobb lista
pl: Właściwa lista
ro: Listă dreapta
ru: Список справа
tr: Sağ liste

# miFontSmall.Caption
source: S - Tahoma 8pt
ru: S - Tahoma 8пт

# miFontMedium.Caption
source: M - Segoe UI 9pt
ru: M - Segoe UI 9пт

# miFontLarge.Caption
source: L - Segoe UI 10pt
ru: L - Segoe UI 10пт

# miFontXLarge.Caption
source: XL - Segoe UI 11pt
ru: XL - Segoe UI 11пт

# miFontXxLarge.Caption
source: XXL - Segoe UI 12pt
ru: XXL - Segoe UI 12пт

# btnToggleFavH.AccessibleDescription
source: Toggle Favorite H
cs: Přepnout oblíbené H
de: Favorit H umschalten
es: Alternar favorito H
hu: Kedvenc H kapcsoló
pl: Przełącz Ulubione H
ru: Вкл./выкл. Избранное H
tr: Favori H Aç / Kapa

# btnToggleFavG.AccessibleDescription
source: Toggle Favorite G
cs: Přepnout oblíbené G
de: Favorit G umschalten
es: Alternar favorito G
hu: Kedvenc G kapcsoló
pl: Przełącz ulubione G.
ru: Вкл./выкл. Избранное G
tr: Favori G Aç / Kapa

# btnToggleFavF.AccessibleDescription
source: Toggle Favorite F
cs: Přepnout oblíbené F
de: Favorit F umschalten
es: Alternar favorito F
hu: Kedvenc F kapcsoló
pl: Przełącz ulubione F.
ru: Вкл./выкл. Избранное F
tr: Favori F Aç / Kapa

# btnToggleLock.Text
source: Toggle parental lock
cs: Přepnout rodičovský zámek
de: Kindersicherung bei markierten Sendern ein/ausschalten
es: Alternar control parental
hu: Szülői zár kapcsoló
pl: Włącz blokadę rodzicielską
ro: Comutați blocarea parentală
ru: Вкл./выкл. родительский контроль
tr: Ebeveyn kilidini Aç / Kapa

# btnToggleFavE.AccessibleDescription
source: Toggle Favorite E
cs: Přepnout oblíbené E
de: Favorit E umschalten
es: Alternar Favorito E
hu: Kedvenc E kapcsoló
pl: Przełącz ulubione E
ro: Comutați pe Favorite E
ru: Вкл./выкл. Избранное E
tr: Favori E Aç / Kapa

# btnToggleFavD.AccessibleDescription
source: Toggle Favorite D
cs: Přepnout oblíbené D
de: Favorit D umschalten
es: Alternar Favorito D
hu: Kedvenc D kapcsoló
pl: Przełącz ulubione D
ro: Comutați pe Favorite D
ru: Вкл./выкл. Избранное D
tr: Favori D Aç / Kapa

# btnToggleFavC.AccessibleDescription
source: Toggle Favorite C
cs: Přepnout oblíbené C
de: Favorit C umschalten
es: Alternar Favorito C
hu: Kedvenc C kapcsoló
pl: Przełącz ulubione C
ro: Comutați pe Favorite C
ru: Вкл./выкл. Избранное C
tr: Favori C Aç / Kapa

# btnToggleFavB.AccessibleDescription
source: Toggle Favorite B
cs: Přepnout oblíbené B
de: Favorit B umschalten
es: Alternar Favorito B
hu: Kedvenc B kapcsoló
pl: Przełącz ulubione B
ro: Comutați pe Favorite B
ru: Вкл./выкл. Избранное B
tr: Favori B Aç / Kapa

# btnToggleFavA.AccessibleDescription
source: Toggle Favorite A
cs: Přepnout oblíbené A
de: Favorit A umschalten
es: Alternar Favorito A
hu: Kedvenc A kapcsoló
pl: Przełącz ulubione A
ro: Comutați pe Favorite A
ru: Вкл./выкл. Избранное A
tr: Favori A Aç / Kapa

# btnClearLeftFilter.AccessibleDescription
source: Remove channel filter criteria from sorted channel list
cs: Odstranit kritéria filtrování kanálů ze setříděného seznamu kanálů
de: Entfernt den Suchfilter von der sortierten Senderliste
es: Eliminar los criterios de filtro de canal de la lista de canales ordenados
hu: Távolítsa el a csatornaszűrő feltételeket a rendezett csatornák listájáról
pl: Usuń kryteria filtrowania kanałów z posortowanej listy kanałów
ro: Eliminați criteriile de filtrare a canalelor din lista de canale sortate
ru: Удалить критерии фильтрации каналов из списка отсортированных каналов
tr: Kanal filtresi ölçütlerini sıralı kanal listesinden kaldırma

# colSource.Caption
source: Source
de: Quelle
es: Origen
hu: Forrás
pl: Źródło
ro: Sursă
ru: Источник
tr: Kaynak

# colPrNr.Caption
source: Pr#
ru: №пр

# colDeleted.Caption
source: Deleted
de: Gelöscht
es: Eliminado
hu: Törölt
pl: Usunięte
ru: Удалённый
tr: Silinmiş

# colTransportStreamId.Caption
source: TS ID
es: ID TS
ro: ID TS
ru: ID ТП
tr: TS Kimliği

# colPcrPid.ToolTip
source: Program Clock Reference Packet-ID
pl: Numer referencyjny pakietu programu
ru: ID опорного пакета синхронизации программы
tr: Program Saati Referans Paket - Kimliği

# colProvider.Caption
source: Provider
cs: Poskytovatel
de: Anbieter
es: Proveedor
hu: Szolgáltató
pl: Dostawca
ro: Furnizor de
ru: Провайдер
tr: Sağlayıcı

# lblPredefinedList.Text
source: This is a predefined list and cannot be edited.
de: Diese vorprogrammierte Liste kann nicht bearbeitet werden.
es: Esta es una lista predefinida y no puede editarse.
hu: Ez egy előre definiált lista és nem szerkeszthető.
pl: Jest to wstępnie zdefiniowana lista, której nie można edytować.
ro: Aceasta este o listă predefinită și nu poate fi editată.
ru: Это предопределённый список, его нельзя редактировать.
tr: Bu önceden tanımlanmış bir listedir ve düzenlenemez.

# lblPredefinedList.ToolTip
source: During the setup of your TV you selected a predefined channel list. Modifying such a list would cause your TV to malfunction. Please run a full channel scan on your TV and do not select any specific provider, satellite or country lists.
de: Bei der Einrichtung ihres TVs wurde eine vordefinierte Senderliste gewählt. Das Ändern dieser Liste würde zu Fehlfunktionen des Geräts führen. Führen Sie bitte einen Sender-Vollsuchlauf aus und wählen Sie dabei keine speziellen Anbieter, Satelliten oder Länderlisten aus.
es: Durante la configuración de su TV seleccionó una lista de canales predefinida. Si modifica dicha lista, su televisor no funcionará correctamente. Por favor ejecute una búsqueda completa de canales en su TV y no seleccione ningún proveedor específico, satélite o listas de país.
hu: A tévé beállítása során kiválasztott egy előre definiált csatornalistát. Egy ilyen lista módosítása a tévé hibás működését okozhatja. Kérjük, futtasson egy teljes csatornás keresést a tévéjén és ne válasszon konkrét szolgáltatót, műholdas vagy országlistát.
pl: Podczas konfiguracji telewizora wybrałeś predefiniowaną listę kanałów. Modyfikacja takiej listy może spowodować nieprawidłowe działanie telewizora. Przeprowadź pełne skanowanie kanałów na telewizorze i nie wybieraj żadnego konkretnego dostawcy, satelity ani listy krajów.
ro: În timpul configurării televizorului dvs. ați selectat o listă de canale predefinită. Modificarea unei astfel de liste ar duce la defectarea televizorului. Rulați o scanare completă a canalelor pe televizor și nu selectați niciun furnizor specific, satelit sau liste de țări.
ru: Во время настройки телевизора вы выбрали заранее определённый список каналов. Изменение такого списка может привести к неисправности телевизора. Запустите полное сканирование каналов на телевизоре и не выбирайте никакого конкретного провайдера, спутника или списки стран.
tr: TV'nizin kurulumu sırasında önceden tanımlanmış bir kanal listesi seçtiniz. Böyle bir listenin değiştirilmesi TV'nizin arızalanmasına neden olur. Lütfen TV'nizde tam kanal taraması yapın ve belirli bir sağlayıcı, uydu veya ülke listesi seçmeyin.

# btnAddAll.AccessibleDescription
source: Append all currently unsorted channels at the end of the list
cs: Připojit všechny aktuálně nesetříděné kanály na konec seznamu
de: Alle derzeit angezeigte, nicht sortierte Sender ans Ende der Liste anhängen
es: Agrega todos los canales actualmente desordenados al final de la lista
hu: Az összes jelenleg nem rendezett csatorna hozzáfűzése a lista végéhez
pl: Dołącz wszystkie aktualnie nieposortowane kanały na końcu listy
ro: Adăugați toate canalele nesortate la sfârșitul listei
ru: Добавить все несортированные сейчас каналы в конец списка
tr: Listelenen şu anda sıralanmamış tüm kanalları ekle

# btnClearRightFilter.AccessibleDescription
source: Remove channel filter criteria from complete channel list
cs: Odstranit kritéria filtrování kanálů z úplného seznamu kanálů
de: Entfernt den Suchfilter von der vollständigen Senderliste
es: Eliminar los criterios de filtro de canal de la lista completa de canales
hu: Távolítsa el a csatornaszűrő feltételeket a teljes csatornalistáról
pl: Usuń kryteria filtrowania kanałów z pełnej listy kanałów
ro: Ștergeți criteriile de filtrare a canalelor din lista de canale completă
ru: Удалить критерии фильтрации каналов из полного списка каналов
tr: Kanal filtresi ölçütlerini tam kanal listesinden kaldırın

# barSubItem1.Caption
source: &Language
cs: &Jazyk
es: &Idioma
pl: &Język
pt: &Idioma
ro: &Limba
tr: Dil

# miGotoLeftFilter.Caption
source: &Left list filter
cs: &Filtr levého seznamu
es: Filtro lista &izquierda
pl: &Filtr listy po lewej stronie
ro: Filtru de listă &stânga
tr: Sol liste filtresi

# miRightListFilter.Caption
source: &Right list filter
cs: &Filtr pravého seznamu
es: Filtro lista &derecha
hu: &Jobb lista szűrő
pl: &Filtr prawej listy
ro: Filtru de listă &dreapta
tr: Sağ liste filtresi

# btnRenum.Text
source: Renumber selected channels sequentially
cs: Přečíslovat vybrané kanály do posloupnosti
de: Markierte Sender fortlaufend nummerieren
es: Renumerar secuencialmente los canales seleccionados
hu: A kiválasztott csatornák újraszámozása sorrendben
pl: Ponownie numeruj wybrane kanały
ro: Redenumiți secvențial canalele selectate
tr: Seçili kanalları sırayla yeniden numaralandırma
