Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/MainForm.*.resx
Languages: cs, de, es, hu, pl, pt, ro, ru, tr

# colOutSlot.Caption
source: New Pos
cs: Nové č. pr.
de: Neue\nPos
es: Nueva posición
hu: Új poz.
pl: Nowa pozycja
pt: Novo Pos
ru: Новый
tr: Yeni Konum

# colOutSlot.ToolTip
source: New program number
cs: Nové číslo programu
de: Neue Position
es: Nueva posición del canal
hu: Új programszám
pl: Nowy numer programu
pt: Posição de canal novo
ro: Numărul nou de program
ru: Новый номер программы
tr: Yeni program numarası

# colOutName.Caption
source: Channel name
cs: Název kanálu
de: Sendername
es: Nombre de canal
hu: Csatorna név
pl: Nazwa kanału
pt: Nome do canal
ro: Numele canalului
ru: Название канала
tr: Kanal adı

# colOutFav.Caption
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
hu: Kedvencek
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
tr: Favoriler

# colOutLock.Caption
source: Lock
cs: Uzamknout
de: Ge-\nsperrt
es: Bloquear
hu: Zár
pl: Zablokować
pt: Blo- queado
ro: Blocare
ru: Заблокировать
tr: Kilit

# colOutLock.ToolTip
source: Parental lock
cs: Rodičovský zámek
de: Kinder-\nsicherung
es: Bloqueo parental
hu: Szülői zár
pl: Blokada rodzicielska
ro: Blocare parentală
ru: Родительский\nконтроль
tr: Ebeveyn kilidi

# colOutSkip.Caption
source: Skip
cs: Přeskočit
de: Über-\nspringen
es: Saltar
hu: Kihagy
pl: Pominąć
pt: Sal- tar
ro: Sări
ru: Пропускать
tr: Atla

# miRenameChannel.Caption
source: Rename channel
cs: Přejmenovat kanál
de: Sender umbenennen
es: Renombrar canal
hu: Csatornák átnevezése
pl: Zmień nazwę kanału
pt: Rebatizar canal
ro: Redenumiți canalul
ru: Переименовать канал
tr: Kanalı yeniden adlandır

# miMoveDown.Caption
source: Move down
cs: Přesunout dolů
de: Nach unten
es: Mover abajo
hu: Mozgat le
pl: Zejdź w dół
pt: Para baixo
ro: Mută ​​în jos
ru: Переместить ниже
tr: Aşağı taşı

# rbInsertBefore.Properties.Caption
source: before
cs: před
de: davor
es: Antes
hu: elé
pl: przed
pt: Antes
ro: inainte de
ru: до
tr: önce

# cbCloseGap.Properties.Caption
source: Close gap when moving/deleting a channel
cs: Při přesouvání/odstraňování kanálu odstranit mezeru
de: Lücken beim Verschieben/Entfernen von Sendern schließen
es: Renumerar automáticamente cuando mueva/elimine un canal
hu: Csatorna áthelyezés/törlés esetén szüntesse meg a rést
pl: Zamknij odstęp podczas przenoszenia/usuwania kanału
ro: Închideți spațiul atunci când mutați/ ștergeți un canal
ru: Закрывать разрыв при перемещении/удалении канала
tr: Bir kanalı taşırken / silerken boşluğu kapat

# cbCloseGap.ToolTip
source: When active, all channels after the current one will be automatically renumbered
cs: Po aktivaci budou všechny kanály za aktuálním kanálem automaticky přečíslovány
de: Wenn aktiv, werden folgende Programmnummer automatisch vorgerückt
es: Cuando esté activado y mueva o elimine un canal, se renumerarán automáticamnte todos los canales posteriores
hu: Aktiválva, az aktuális csatornát követő összes csatorna automatikusan újraszámozódik
pl: Gdy aktywne, wszystkie kanały po bieżącym zostaną automatycznie ponumerowane
ro: Când este activ, toate canalele după cea curentă vor fi automat renumerotate
ru: Если включено, все каналы после текущего будут автоматически перенумерованы
tr: Etkin olduğunda, geçerli kanaldan sonraki tüm kanallar otomatik olarak yeniden numaralandırılır

# lblInsertMode.Text
source: Insert mode:
cs: Režim vkládání:
de: Einfügemodus:
es: Modo insertar:
hu: Beszúrás mód:
pl: Tryb wstawiania:
pt: Modo acrescentar:
ro: Modul de inserare:
ru: Режим вставки:
tr: Ekleme modu:

# pageEmpty.Text
source: No channel lists
cs: Nejsou k dispozici žádné seznamy kanálů
de: Keine Senderlisten vorhanden
es: Sin lista de canales
hu: Nincs csatornalista
pl: Brak list kanałów
pt: No lista de canais
ro: Nu există listă de canale
ru: Нет списков каналов
tr: Kanal listesi yok

# lblSetProgramNr.Text
source: Set Pos:
cs: Nastavit č. pr.:
de: Setze Pr#:
es: Aplicar Pr#:
hu: Pozíció beállítása:
pl: Ustaw Poz:
pt: Aplicar Pr#:
ru: Установить:
tr: Konum belirle

# lblSetProgramNr.ToolTip
source: Program number for insert and set operations
cs: Číslo programu pro operace vkládání a nastavování
de: Programplatz für Einfügen und Festlegen
es: Insertar o definir posición del canal
hu: Programszám a beszúrás és beállítás műveletekhez
pl: Numer programu dla operacji wstawiania i ustawiania
pt: Acrescentar e definar posição de canal
ro: Numărul programului pentru operațiile de inserare și setare
ru: Номер программы для добавления и установки
tr: Ekleme ve ayar işlemleri için program numarası

# $this.Text
source: ChanSort {0} - TV Channel List Editor
cs: ChanSort {0} – Editor seznamu kanálů pro televizory
de: ChanSort {0} - Editor für TV-Senderlisten
es: ChanSort {0} - Editor de lista de canales de TV
hu: ChanSort {0} - TV csatornalista szerkesztő
pl: ChanSort {0} - Edytor list kanałów telewizyjnych
pt: ChanSort {0} - Editor de listas de canais para televisores
ro: ChanSort {0} - Editorul de canale TV
ru: ChanSort {0} - редактор списка каналов телевизоров
tr: ChanSort {0} - TV Kanal Listesi Editörü

# grpInputList.Text
source: Original channels
cs: Původní kanály
de: Alle Sender
es: Canales originales
hu: Eredeti csatornák
pl: Oryginalne kanały
pt: Todos os canais
ro: Canalele originale
ru: Все каналы
tr: Orijinal kanallar

# btnAdd.ToolTip
source: Add selected channels to sorted list
cs: Přidat vybrané kanály do setříděného seznamu
de: Markierte Sender in die sortierte liste übernehmen
es: Añadir los canales seleccionados a la lista ordenada
hu: Kijelölt csatornák hozzáadása a rendezett listához
pl: Dodaj wybrane kanały do ​​posortowanej listy
pt: Aceitar canais assinalados
ro: Adăugați canalele selectate în lista sortată
ru: Добавить выбранные каналы в отсортированный список
tr: Seçili kanalları sıralı listeye ekle

# btnClearRightFilter.ToolTip
source: Reset filter
cs: Obnovit filtr
de: Filter entfernen
es: Reiniciar filtro
hu: Szűrő alaphelyzetre
pl: Zresetuj filtr
pt: Repor filtro
ro: Resetați filtrul
ru: Сбросить фильтр
tr: Filtreyi sıfırla

# btnClearRightFilter.Text
source: Filter
cs: Filtr
es: Filtro
hu: Szűrő
pl: Filtr
ro: Filtru
ru: Фильтр
tr: Filtre

# btnAddAll.ToolTip
source: Append all currently unsorted channels at the end of the list
cs: Připojit všechny aktuálně nesetříděné kanály na konec seznamu
de: Aller derzeit nicht sortierten Sender ans Ende der Liste anhängen
es: Agrega todos los canales actualmente desordenados al final de la lista
hu: Fűzze hozzá az összes jelenleg nem rendezett csatornát a lista végéhez
pl: Dołącz wszystkie aktualnie nieposortowane kanały na końcu listy
ro: Adăugați toate canalele nesortate la sfârșitul listei
ru: Добавить все несортированные сейчас каналы в конец списка
tr: Listelenen şu anda sıralanmamış tüm kanalları ekle

# btnAddAll.Text
source: << Add all
cs: << Přidat vše
de: << Alle hinzufügen
es: << Agregar todo
hu: << Hozzáad mind
pl: << Dodaj wszystko
pt: << Acrescentar todos
ro: << Adaugă toate
ru: << Добавить все
tr: << Tümünü ekle

# btnRemoveRight.ToolTip
source: Remove selected channels from sorted list
cs: Odstranit vybrané kanály ze setříděného seznamu
de: Sender aus sortierter Liste entfernen
es: Eliminar los canales seleccionados de la lista ordenada
hu: Távolítsa el a kijelölt csatornákat a rendezett listáról
pl: Usuń wybrane kanały z posortowanej listy
pt: Remover canais seleccionados
ro: Ștergeți canalele selectate din lista sortată
ru: Удалить выбранные каналы из отсортированного списка
tr: Seçili kanalları sıralanmış listeden kaldır

# btnRemoveRight.Text
source: Remove selected channels from sorted list
cs: Odstranit vybrané kanály ze setříděného seznamu
de: Sender aus sortierter Liste entfernen
es: Eliminar los canales seleccionados de la lista ordenada
hu: Távolítsa el a kijelölt csatornákat a rendezett listáról
pl: Usuń wybrane kanały z posortowanej listy
ro: Ștergeți canalele selectate din lista sortată
ru: X
tr: Seçili kanalları sıralanmış listeden kaldır

# lblHotkeyRight.Text
source: F5: Filter | F6: List | Enter: add
cs: F5: Filtr | F6: Seznam | Enter: přidat
es: F5: Filtro | F6: Lista | Enter: añadir
hu: F5: Szűrő | F6: Lista | Enter: hozzáad
pl: F5: Filtr | F6: lista | Wpisz: dodaj
pt: F5: Filtro | F6: Lista | Entrada: aceitar
ro: F5: Filtru | F6: Listă | Enter: adăugați
ru: F5: Фильтр | F6: Список | Enter: Добавить
tr: F5: Filtre | F6: Liste | Enter: ekle

# colSignalSource.Caption
source: Signal source
cs: Zdroj signálu
de: Signal-\nquelle
es: Origen señal
hu: Jelforrás
pl: Źródło sygnału
ro: Sursă de semnal
ru: Источник\nсигнала
tr: Sinyal kaynağı

# colLogicalIndex.Caption
source: Order
cs: Pořadí
de: Reihen-\nfolge
es: Orden
hu: Sorrend
pl: Zamówienie
ru: Порядок
tr: Düzen

# colNetworkOperator.Caption
source: Network Operator
cs: Provozovatel sítě
de: Netzwerk\nBetreiber
es: Operador red
hu: Hálózat operátor
pl: Operator sieci
pt: Operador
ro: Operatorul rețelei
ru: Оператор\nсети
tr: Ağ Operatörü

# colNetworkName.Caption
source: Network Name
cs: Název sítě
de: Netzwerk\nName
es: Nombre red
hu: Hálózat név
pl: Nazwa sieci
pt: Nome da rede
ro: Numele retelei
ru: Сетевое\nимя
tr: Ağ Adı

# colPolarity.Caption
source: Polarity
cs: Polarizace
de: Polarität
es: Polaridad
hu: Polaritás
pl: Polaryzacja
pt: Polaridade
ro: Polaritate
ru: Полярность
tr: Polarite

# colSymbolRate.Caption
source: Symbol rate
cs: Modulační rychlost
de: Symbol-\nrate
pl: Szybkość transferu
pt: Taxa de- símbolo
ro: Rată simbol
ru: Скорость\nпередачи
tr: Sembol oranı

# colTransportStreamId.ToolTip
source: Transport Stream ID
cs: ID transportního toku
es: ID del flujo de transporte TS
pl: Identyfikator strumienia transportowego
ro: ID Flux de transport
ru: ID транспортного потока
tr: Aktarım Akışı Kimliği

# colNetworkId.Caption
source: Network (ONID)
cs: Síť (ONID)
de: Netzwerk\n(ONID)
es: RED (ONID)
hu: Hálózat (ONID)
pl: Sieć (ONID)
ro: Rețea (ONID)
ru: Сеть\n(ONID)
tr: Ağ (ONID)

# colSatellite.Caption
source: Satellite
cs: Satelit
de: Satellit
es: Satélite
hu: Műhold
pl: Satelita
pt: Sátelite
ro: Satelit
ru: Спутник
tr: Uydu

# colServiceTypeName.Caption
source: Service Type
cs: Typ služby
de: Service\nTyp
es: Tipo servicio
hu: Szolgáltatás típus
pl: Rodzaj usługi
pt: Tipo serviço
ro: Tip de serviciu
ru: Тип\nсервиса
tr: Servis Türü

# colServiceType.Caption
source: Service Type ID
cs: ID typu služby
de: Service\nTyp ID
es: ID tipo servicio
hu: Szolgáltatás típus azonosító
pl: Identyfikator typu usługi
pt: Tipo serviço ID
ro: ID Tip serviciu
ru: ID типа\nсервиса
tr: Servis Türü Kimliği

# colAudioPid.Caption
source: Audio PID
de: Audio\nPID
es: PID audio
ru: Аудио\nPID
tr: Ses PID

# colVideoPid.Caption
source: Video PID
es: PID vídeo
pl: Wideo PID
ru: Видео\nPID
tr: Görüntü PID

# colServiceId.Caption
source: Service ID
cs: ID služby
es: ID servicio
pl: ID usługi
pt: Sserviço ID
ro: ID Serviciu
ru: ID\nсервиса
tr: Servis Kimliği

# colFreqInMhz.Caption
source: Freqency (MHz)
cs: Frekvence (MHz)
de: Frequenz\n(MHz)
es: Frecuencia (MHz)
hu: Frekvencia (MHz)
pl: Częstotliwość (MHz)
pt: Frequência (MHz)
ro: Frecvența (MHz)
ru: Частота\n(МГц)
tr: Frekans (MHz)

# colChannelOrTransponder.ToolTip
source: Channel or transponder number
cs: Číslo kanálu nebo transpondéru
de: Kanal- bzw. Transpondernummer
es: Número de canal o transpondedor
hu: Csatorna vagy transzponder száma
pl: Numer kanału lub transpondera
pt: Número de canal ou transponder
ro: Numărul canalului sau al transponderului
ru: Номер канала или транспондера
tr: Kanal veya transponder numarası

# colChannelOrTransponder.Caption
source: Chan/ Transp
de: Kanal/\nTransp
es: Canal/Transp
hu: Csat/Transzp
pl: Kanał/ Transponder
pt: Canal/ Transp.
ro: Canal/ Transp
ru: Канал/\nТранспондер
tr: Değiştir / Aktar

# colEncrypted.ToolTip
source: Encrypted
cs: Šifrováno
de: Verschlüsselt
es: Encriptado
hu: Kódolt
pl: Szyfrowane
pt: Codificado
ro: Codificat
ru: Зашифрованный
tr: Şifreli

# colEncrypted.Caption
source: Crypt
cs: Šifrování
de: Ver-\nschlüss
es: Enc
hu: Kód
pl: Szyfrowane
pt: Cod- ificado
ro: Codificare
ru: Шифр
tr: Şifrelenen

# colHidden.Caption
source: Hide
cs: Skrýt
de: Ver-\nsteckt
es: Ocultar
hu: Elrejt
pl: Ukryć
pt: Esc- onder
ro: Ascunde
ru: Скрытый
tr: Gizle

# colSkip.Caption
source: Skip
cs: Přeskočit
de: Über-\nspringen
es: Saltar
hu: Kihagy
pl: Pominąć
pt: Sal- tar
ro: Sări
ru: Пропуск
tr: Atla

# colLock.Caption
source: Locked
cs: Uzamčeno
de: Ge-\nsperrt
es: Bloqueado
hu: Zárolt
pl: Zablokowany
pt: Blo- queado
ro: Blocat
ru: Блокировка
tr: Kilitli

# colFavorites.Caption
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
hu: Kedvencek
pl: Ulubione
pt: Favoritos
ro: Favorite
ru: Избранное
tr: Favoriler

# colShortName.Caption
source: Short name
cs: Zkrácený název
de: Kurzname
es: Nombre corto
hu: Rövid név
pl: Krótka nazwa
pt: Abreviatura
ro: Nume scurt
ru: Краткое\nимя
tr: Kısa adı

# colName.Caption
source: Channel name
cs: Název kanálu
de: Sendername
es: Nombre de canal
hu: Csatorna név
pl: Nazwa kanału
pt: Nome do canal
ro: Numele canalului
ru: Название канала
tr: Kanal adı

# colSlotNew.ToolTip
source: New position
cs: Nové číslo programu
de: Neue Position
es: Posición actual
hu: Új pozíció
pl: Nowa pozycja
pt: Posição de canal novo
ro: Nr. nou
ru: Новый номер программы
tr: Yeni pozisyon

# colSlotNew.Caption
source: New Pos
cs: Nové č. pr.
de: Neue\nPos
es: Pos Act
hu: Új poz.
pl: Nowa pozycja
pt: Novo Pos
ro: Postul nou
ru: Новый
tr: Yeni Konum

# colSlotOld.ToolTip
source: Old position
cs: Staré číslo programu
de: Alte Position
es: Posición anterior
hu: Régi pozíció
pl: Stary numer programu
pt: Posição de canal anterior Programmplatz
ro: Nr. vechi
ru: Старый номер программы
tr: Eski pozisyon

# colSlotOld.Caption
source: Old Pos
cs: Staré č. pr.
de: Alte\nPos
es: Pos Ant
hu: Régi poz.
pl: Stary
pt: Valor Pr# anterior
ro: Postul vechi
ru: Старый
tr: Eski Konum

# colIndex.Caption
source: Pr. index
pl: Pr. indeks
ru: Индекс пр.
tr: Pr. dizin

# grpOutputList.Text
source: Sorted channels
cs: Setříděné kanály
de: Sortierte Sender
es: Canales ordenados
hu: Rendezett csatornák
pl: Posortowane kanały
pt: Canais ordenados
ro: Canale sortate
ru: Отсортированные каналы
tr: Sıralanan kanallar

# btnRemoveLeft.ToolTip
source: Remove selected channels
cs: Odstranit vybrané kanály
de: Markierte Sender aus sortierter Liste entfernen
es: Eliminar los canales seleccionados
hu: Távolítsa el a kijelölt csatornákat
pl: Usuń wybrane kanały
pt: Remover canais seleccionados
ro: Eliminați canalele selectate
ru: Удалить выбранные каналы
tr: Seçilen kanalları kaldır

# btnRemoveLeft.Text
source: Remove selected channels from sorted list
cs: Odstranit vybrané kanály ze setříděného seznamu
de: Markierte Sender aus sortierter Liste entfernen
es: Eliminar los canales seleccionados de la lista de canales ordenados
hu: Távolítsa el a kijelölt csatornákat a rendezett listából
pl: Usuń wybrane kanały z posortowanej listy
ro: Eliminați canalele selectate din lista sortată
ru: X
tr: Seçili kanalları sıralanmış listeden kaldır

# btnUp.ToolTip
source: Move selected channels up
cs: Přesunout vybrané kanály nahoru
de: Markierte Sender nach oben verschieben
es: Mover arriba los canales seleccionados
hu: Mozgassa a kijelölt csatornákat felfelé
pl: Przenieś wybrane kanały w górę
pt: Mover canais seleccionados para cima
ro: Mutați canalele selectate în sus
ru: Переместить выбранные каналы выше
tr: Seçili kanalları yukarı taşı

# btnDown.ToolTip
source: Move selected channels down
cs: Přesunout vybrané kanály dolů
de: Markierte Sender nach unten verschieben
es: Mover abajo los canales seleccionados
hu: Mozgassa a kijelölt csatornákat lefelé
pl: Przenieś wybrane kanały w dół
pt: Mover canais seleccionados para baixo
ro: Mutați canalele selectate în jos
ru: Переместить выбранные каналы вниз
tr: Seçilen kanalları aşağı taşı

# btnDown.Text
source: Move selected channel down
cs: Přesunout vybraný kanál dolů
de: Markierte Sender nach unten verschieben
es: Mover abajo el canal seleccionado
hu: Mozgassa a kijelölt csatornát lefelé
pl: Przenieś wybrany kanał w dół
ro: Mutați canalul selectat în jos
ru: v
tr: Seçili kanalı aşağı taşı

# btnRenum.ToolTip
source: Renumber selected channels
cs: Přečíslovat vybrané kanály
de: Markierte Sender fortlaufend nummerieren
es: Renumerar los canales seleccionados
hu: A kiválasztott csatornák újraszámozása
pl: Zmień numerację wybranych kanałów
pt: Renumerar canais seleccionados
ro: Redenumiți canalele selectate
ru: Изменить нумерацию выбранных каналов
tr: Seçili kanalları yeniden numaralandır

# btnClearLeftFilter.ToolTip
source: Reset filter
cs: Obnovit filtr
de: Filter entfernen
es: Reiniciar filtro
hu: Szűrő visszaállítása
pl: Zresetuj filtr
pt: Repor filtro
ro: Resetați filtrul
ru: Сбросить фильтр
tr: Filtreyi sıfırla

# btnClearLeftFilter.Text
source: Filter
cs: Filtr
es: Filtro
hu: Szűrő
pl: Filtr
ro: Filtru
ru: Фильтр
tr: Filtre

# btnToggleLock.ToolTip
source: Parental lock
cs: Rodičovský zámek
de: Kindersicherung
es: Control parental
hu: Szülői zár
pl: Blokada rodzicielska
ro: Blocare parentală
ru: Родительский контроль
tr: Ebeveyn kilidi

# rbInsertAfter.Properties.Caption
source: after
cs: za
de: dahinter
es: Después
hu: mögé
pl: po
pt: Depois
ro: după
ru: после
tr: sonra

# rbInsertSwap.Properties.Caption
source: swap
cs: prohodit
de: tauschen
es: Intercambiar
hu: felcserél
pl: zamiana
pt: Comutar
ro: schimb
ru: обменять
tr: değiştir

# miShowWarningsAfterLoad.Caption
source: Show warnings after loading file
cs: Zobrazit upozornění po načtení souboru
de: Warnungen beim Laden anzeigen
es: Mostrar alertas tras cargar archivo
hu: Figyelmeztetések megjelenítése a fájl betöltése után
pl: Pokaż ostrzeżenia po załadowaniu pliku
ro: Afișați avertismente după încărcarea fișierului
ru: Показывать предупреждения после загрузки файла
tr: Dosyayı yükledikten sonra uyarıları göster

# miCharsetForm.Caption
source: All &character sets...
cs: Všechny &znakové sady...
de: Alle Zeichensätze...
es: Todos los sets de caracteres
hu: Az &összes karakter készlet...
pl: Wszystkie i zestawy znaków ...
ro: Toate seturile de &caractere ...
ru: Все наборы символов...
tr: Tüm karakter setleri…

# mnuCharset.Caption
source: &Character set
cs: &Znaková sada
de: &Zeichensatz
es: &Set de caracteres
hu: &Karakterkészlet
pl: &Zestaw znaków
pt: &Tabela de caracteres
ro: &Set de caractere
ru: Набор символов
tr: Karakter seti

# mnuOptions.Caption
source: &Settings
cs: &Nastavení
de: &Einstellungen
es: &Ajustes
hu: &Beállítások
pl: &Ustawienia
pt: &Configurações
ro: &Setări
ru: Настройки
tr: Ayarlar

# miCleanupChannels.Hint
source: Reorganize channel records and remove duplicates
cs: Znovu uspořádat záznamy o kanálech a odstranit duplicity
de: Senderdatensätze neu organisieren und Duplikate entfernen
es: Reorganizar canales y remover duplicados
hu: A csatorna rekordok újraszervezése és az ismétlések eltávolítása
pl: Reorganizuj rekordy kanału i usuwaj duplikaty
ro: Reorganizați înregistrările de canale și eliminați duplicatele
ru: Перенастроить каналы и удалить дубликаты
tr: Kanal kayıtlarını düzenle ve kopyaları kaldır

# miCleanupChannels.Caption
source: Cleanup channel data
cs: Vymazat údaje o kanálech
de: Senderliste bereinigen
es: Limpiar datos de canal
hu: Csatorna adatok tisztítása
pl: Dane kanału oczyszczania
ro: Curățați datele canalului
ru: Очистка данных канала
tr: Kanal verilerini temizle

# miTvSettings.Caption
source: Device setting...
cs: Nastavení zařízení...
de: Geräte&einstellungen...
es: Configuración TV
hu: Készülék beállítások...
pl: Ustawienie urządzenia...
pt: Configurações TV...
ro: Setarea dispozitivului...
ru: Настройка устройства...
tr: Cihaz ayarı…

# barSubItem2.Caption
source: TV-Set
de: TV-Gerät
es: Televisor
hu: TV készülék
pl: Telewizor
pt: Televisor
ru: Телевизор
tr: TV - Ayarı

# miHideOff.Caption
source: Hide channel: off
cs: Skrýt kanál: vypnuto
de: Sender verstecken: aus
es: Ocultar canal: No
hu: Csatorna elrejtése: ki
pl: Ukryj kanał: wyłączony
pt: Esconder canais: NÃO
ro: Ascunde canalul: oprit
ru: Показать канал
tr: Kanalı gizle: Kapalı

# miHideOn.Caption
source: &Hide channel: on
cs: &Skrýt kanál: zapnuto
de: Sender &verstecken: ein
es: &Ocultar canal: Si
hu: Csatorna &elrejtése: be
pl: &Ukryj kanał: włączony
pt: Esconder &canais: SIM
ro: &Ascunde canalul: activat
ru: Скрыть канал
tr: Kanalı gizle: Açık

# miSkipOff.Caption
source: Skip channel: off
cs: Přeskočit kanál: vypnuto
de: Sender überspringen: aus
es: Saltar canal: No
hu: Csatorna átugrása: ki
pl: Pomiń kanał: wyłączony
pt: Saltar canais: NÃO
ro: Sări canalul: oprit
ru: Не пропускать канал
tr: Kanalı atla: Kapalı

# miSkipOn.Caption
source: &Skip channel: on
cs: &Přeskočit kanál: zapnuto
de: Sender ü&berspringen: ein
es: &Saltar canal: Si
hu: Csatorna &átugrása: be
pl: &Pomiń kanał: włączony
pt: Saltar &canais: SIM
ro: &Sări canalul: activat
ru: Пропустить канал
tr: Kanalı atla: Açık

# miLockOff.Caption
source: Lock channel: off
cs: Uzamknout kanál: vypnuto
de: Sender sperren: aus
es: Bloquear canal: No
hu: Csatorna zárolás: ki
pl: Zablokuj kanał: wyłączony
pt: Bloquear canais: NÃO
ro: Blocați canalul: oprit
ru: Разблокировать канал
tr: Kanalı kilitle: Kapalı

# miLockOn.Caption
source: &Lock channel: on
cs: &Uzamknout kanál: zapnuto
de: Sender s&perren: ein
es: &Bloquear canal: Si
hu: Csatorna &zárolás: be
pl: &Zablokuj kanał: włączony
pt: Bloquear &canais: SIM
ro: &Blocați canalul: activat
ru: Заблокировать канал
tr: Kanalı kilitle: Açık

# mnuFavUnset.Caption
source: Remove from Favorites
cs: Odstranit z oblíbených
de: Favoriten entfernen
es: Eliminar de Favoritos
hu: Eltávolítás a kedvencekből
pl: Usuń z ulubionych
pt: Remover favoritos
ro: Eliminați din Favorite
ru: Удалить из Избранного
tr: Favorilerden kaldır

# mnuFavSet.Caption
source: Add to &Favorites
cs: Přidat k &oblíbeným
de: &Favoriten hinzufügen
es: Añadir a &Favoritos
hu: Hozzáadás a &kedvencekhez
pl: Dodaj do ulubionych
pt: &Acrescentar favoritos
ro: Adauga la &favorite
ru: Добавить в Избранное
tr: Favorilere ekle

# miRenum.Caption
source: Re&number channels
cs: Přečíslovat &kanály
de: Sender neu &nummerieren
es: &Renumerar canales
hu: Csatornák &átszámozása
pl: Ponownie & numeruj kanały
pt: Renumerar &canais de novo
ro: Re&numără canale
ru: Изменить нумерацию каналов
tr: Kanalları yeniden numaralandır

# miSort.Caption
source: Sor&t channels alphabetically
cs: Seřadit &kanály abecedně
de: Sender alphabetisch sortieren
es: &Ordenar canales alfabéticamente
hu: Csatornák &rendezése ABC szerint
pl: Kanały Sor & t alfabetycznie
pt: Ordenar canais alfabeticamente
ro: Sor&tați canalele în ordine alfabetică
ru: Сортировать каналы по алфавиту
tr: Kanalları alfabetik olarak sırala

# miRemove.Caption
source: &Remove channels
cs: &Odstranit kanály
de: Sender &entfernen
es: Eliminar &canales
hu: Csatornák &eltávolítása
pl: &Usuń kanały
pt: Remover &canal
ro: &Eliminați canalele
ru: Удалить каналы
tr: Kanal kaldır

# miAddChannel.Caption
source: &Add channels
cs: &Přidat kanály
de: Sender &übernehmen
es: Añadir &canales
hu: Csatornák &hozzáadása
pl: &Dodaj kanały
pt: Aceitar &canal
ro: &Adaugă canale
ru: Добавить каналы
tr: Kanal ekle

# miEdit.Caption
source: &Edit
cs: &Upravit
de: &Bearbeiten
es: &Editar
hu: &Szerkesztés
pl: &Edytować
pt: &Editar
ro: &Editați
ru: Правка
tr: Düz&enle

# miRecentFiles.Caption
source: Recent files
cs: Poslední otevřené soubory
de: Zuletzt verwendet
es: Archivos recientes
hu: Legutóbbi fájlok
pl: Ostatnie pliki
ro: Fisiere recente
ru: Недавние файлы
tr: Son dosyalar

# miQuit.Caption
source: &Quit
cs: &Ukončit
de: &Beenden
es: &Salir
hu: &Kilépés
pl: &Porzucić
pt: &Terminar
ro: &Ieșire
ru: Выход
tr: Çıkış
