Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/MainForm.*.resx
Languages: cs, de, es, hu, pl, pt, ro, ru, tr

# btnUp.Text
source: Move selected channel up
cs: Přesunout vybraný kanál nahoru
de: Markierte Sender nach oben verschieben
es: Mover arriba el canal seleccionado
hu: Mozgassa a kijelölt csatornát felfelé
pl: Przenieś wybrany kanał w górę
ro: Mutați canalul selectat în sus
tr: Seçili kanalı yukarı taşı

# btnAdd.Text
source: Add selected channels to sorted list
cs: Přidat vybrané kanály do setříděného seznamu
de: Markierte Sender in die sortierte liste übernehmen
es: Añadir los canales seleccionados a la lista ordenada
hu: Adja hozzá a kiválasztott csatornákat a rendezett listához
pl: Dodaj wybrane kanały do ​​posortowanej listy
ro: Adăugați canalele selectate în lista sortată
tr: Seçili kanalları sıralı listeye ekle

# splitContainerControl1.Text
source: splitContainerControl1
tr: bölünmüşBirimKontrolü1

# mnuFavList.Caption
source: mnuFavList
pl: menuListaUlubionych
