Repository: PredatH0r/ChanSort
Catalog: source/ChanSort/ReferenceListForm.*.resx
Languages: de, es, hu, pl, ro, tr

# labelControl1.Text
source: Reference List File:
de: Vorlagedatei:
es: Archivo de lista de referencia:
hu: Referencia lista fájl:
pl: Plik listy referencyjnej:
ro: Listă fișier de referințe:
tr: Referans Listesi Dosyası:

# edFile.EditValue
source: ← press button to select a file
de: ← drücken Sie den Knopf um eine Datei auszuwählen
es: ← presionar otón para seleccionar un archivo
hu: ← nyomja meg a gombot a fájl kijelöléséhez
pl: ← naciśnij przycisk, aby wybrać plik
ro: ← apăsați butonul pentru a selecta un fișier
tr: ← bir dosya seçmek için düğmesine basın

# labelControl2.Text
source: Choose a file which contains the channel order that you wish to apply to the current list. You can use one of ChanSort's predefined lists (TXT, CHL, CSV) or a data file from another TV (SCM, TLL, DB, BIN, ...)
de: Wählen Sie eine Vorlagedatei, aus der die Reihenfolge übernommen werden soll. Sie können eine der vordefinierten ChanSort-Listen wählen (TXT, CHL, CSV) oder eine Senderdatei eines anderen Fernsehers (SCM, TLL, DB, BIN, ...)
es: Seleccione un archivo que contenga el orden de canales que desea aplicar a la lista actual. Puede usar una lista predefinida de ChanSort (TXT, CHL, CSV) o un archivo de otra TV (SCM, TLL, DB, BIN, …)
hu: Az alábbi beállítások csak akkor hatékonyak, ha a Hotel mód engedélyezve van
pl: Wybierz plik zawierający kolejność kanałów, którą chcesz zastosować do bieżącej listy. Możesz użyć jednej z predefiniowanych list ChanSort (TXT, CHL, CSV) lub plik danych z innego telewizora (SCM, TLL, DB, BIN, ...)
ro: Alegeți un fișier care conține ordinea canalelor pe care doriți să o aplicați în lista curentă. Puteți utiliza una dintre listele predefinite ale ChanSort (TXT, CHL, CSV) sau un fișier de date de la un alt televizor (SCM, TLL, DB, BIN, ...)
tr: Geçerli listeye uygulamak istediğiniz kanal düzenini içeren bir dosya seçin. ChanSort'un önceden tanımlanmış listelerinden (TXT, CHL, CSV) birini kullanabilirsiniz veya başka bir TV'den veri dosyası (SCM, TLL, DB, BIN, ...)

# rbAuto.Properties.Caption
source: Automatically reorder all lists in the TV file
de: Automatisch alle Listen der TV-Datei neu ordnen
es: Reordenar automáticamente todas las listas en el archivo de la TV
hu: A TV fájl összes listájának automatikus átrendezése
pl: Automatycznie zmieniaj kolejność wszystkich list w pliku TV
ro: Reordonați automat toate listele din fișierul TV
tr: TV dosyasındaki tüm listeleri otomatik olarak yeniden düzenle

# rbManual.Properties.Caption
source: Advanced reordering
de: Eweiterte Umsortierung
es: Reordenado avanzado
hu: Haladó átrendezés
pl: Zaawansowane zmiany kolejności
ro: Reordonare avansată
tr: Gelişmiş yeniden sıralama

# labelControl3.Text
source: Reference List:
de: Vorlageliste:
es: Lista de referencia:
hu: Referencia lista:
pl: List referencyjny:
ro: Lista de referinte:
tr: Referans Listesi:

# labelControl4.Text
source: Target List:
de: Zielliste:
es: Lista de destino:
hu: Cél lista:
pl: Lista docelowa:
ro: Lista țintă:
tr: Hedef Listesi:

# cbRadio.Properties.Caption
source: Radio
hu: Rádió
tr: Radyo

# labelControl5.Text
source: Start at Pr#:
de: Beginn mit Pr#:
es: Empezar en Pr#:
hu: Kezdve ettől: Pr#
pl: Zacznij od Pr#:
ro: Începeți la Pr#:
tr: Pr# ile başla:

# labelControl6.Text
source: (i.e. let radio channels start at 5000 to avoid conflicts with TV channel numbers)
de: (z.B. können Sie Radiosender ab 5000 beginnen lassen, um Konflikte mit TV-Sendernummern zu vermeiden)
es: (p.e. deje que los canales de radio empiecen en 5000 para evitar conflictos con los números de los canales de TV)
hu: (pl. a rádiócsatornák induljanak 5000-től, hogy elkerüljük a tévécsatorna számaival való ütközést)
pl: (tzn. niech kanały radiowe zaczynają się od 5000, aby uniknąć konfliktów z numerami kanałów telewizyjnych)
ro: (adică lăsați canalele radio să înceapă la 5000 pentru a evita conflictele cu numerele de canale TV)
tr: (TV kanalı numaralarıyla çakışmaları önlemek için radyo kanallarının 5000'den başlamasına izin verin)

# checkEdit1.Properties.Caption
source: Data/Other
hu: Adat/Egyéb
pl: Dane/Inne
tr: Veri / Diğer

# cbConsecutive.Properties.Caption
source: Use consecutive numbers (remove gaps from reference list Pr#)
de: Forlaufende Nummern verwenden (Lücken in den Pr# vermeiden)
es: Usar números consecutivos (elimina huecos de Pr# desde la lista de referencia)
hu: Egymást követő számok használata (hézagok eltávolítása a hivatkozási listából Pr#)
pl: Użyj kolejnych liczb (usuń luki z listy referencyjnej Pr#)
ro: Utilizați numere consecutive (eliminați lacunele din lista de referință Pr#)
tr: Ardışık sayılar kullanın (Pr# referans listesindeki boşlukları kaldırın)

# cbIp.Properties.Caption
source: IP (Network)
de: IP (Netzwerk)
es: IP (Red)
hu: IP (hálózat)
pl: IP (sieć)
ro: IP (rețea)
tr: IP (Ağ)

# cbSat.Properties.Caption
source: Satellite
de: Satellit
es: Satélite
hu: Műhold
pl: Satelita
ro: Satelit
tr: Uydu

# labelControl11.Text
source: Input:
de: Eingang:
es: Entrada:
hu: Bemenet:
pl: Wejście:
ro: Intrare:
tr: Giriş:

# cbCable.Properties.Caption
source: Cable
de: Kabel
hu: Kábel
pl: Kabel
ro: Cablu
tr: Kablo

# labelControl9.Text
source: Signal Type:
de: Signaltyp:
es: Tipo de señal:
hu: Jel típus:
pl: Rodzaj sygnału:
ro: Tipul semnalului:
tr: Sinyal Türü

# cbAnalog.Properties.Caption
source: Analog
es: Analógica
hu: Analóg

# cbDigital.Properties.Caption
source: Digital
hu: Digitális
pl: Cyfrowy

# labelControl7.Text
source: Channel Type:
de: Sendertyp:
es: Tipo de canal:
hu: Csatorna típus:
pl: Rodzaj kanału:
ro: Tipul canalului:
tr: Kanal Türü:

# btnApply.Text
source: Apply
de: Übernehmen
es: Aplicar
hu: Alkalmaz
pl: Zastosować
ro: Aplică
tr: Uygula

# btnClose.Text
source: Close/Cancel
de: Schließen/Abbrechen
es: Cerrar/Cancelar
hu: Bezár/Mégse
pl: Zamknij/Anuluj
ro: Închide/Anulare
tr: Kapat / Vazgeç

# linkWiki.Text
source: Open ChanSort Wiki for more information and to download reference lists
de: ChanSort Wiki mit weiteren Informationen und Vorlagen-Downloads öffnen
es: Abrir el Wiki de ChanSort para más información y para descargar lista de referencia
hu: Nyissa meg a ChanSort Wikit további információkért és a referencia listák letöltéséért
pl: Otwórz Wiki ChanSort, aby uzyskać więcej informacji i pobrać listy referencyjne
ro: Deschideți ChanSort Wiki pentru mai multe informații și pentru a descărca liste de referințe
tr: Daha fazla bilgi ve referans listelerini indirmek için ChanSort Wiki'yi açın

# groupControl1.Text
source: 1. Select reference list file
de: 1. Wählen Sie eine Vorlage-Datei
es: 1. Seleccione el archivo de la lista de referencia
hu: 1. Válassza ki a referencia lista fájlt
pl: 1. Wybierz plik listy referencyjnej
ro: 1. Selectați fișierul listă de referință
tr: 1. Referans listesi dosyasını seçin

# labelControl10.Text
source: If the TV and reference file contain multiple lists or use different grouping, you can apply selected parts of the reference list to a target list. This step can be repeated as needed.
de: Wenn die TV- und Vorlagedatei mehrere Listen enthalten oder unterschiedlich strukturiert sind, können Sie bestimmte Teile neu ordnen. Dieser Schritt kann je nach Bedarf wiederholt werden.
es: Si la TV y el archivo de referencia contienen multiples listas o usan diferente agrupamiento, puede aplicar partes seleccionadas de la lista de referencia a la lista de destino. Este paso puede ser repetido tanto como se necesite
hu: Ha a tévé- és referencia fájl több listát tartalmaz, vagy különböző csoportosításokat használ, akkor a referencia lista kiválasztott részeit felhasználhatja egy céllistához. Ez a lépés szükség szerint megismételhető.
pl: Jeśli telewizor i plik referencyjny zawierają wiele list lub używają innego grupowania, możesz zastosować wybrane części listy referencyjnej do listy docelowej. Ten krok można powtórzyć w razie potrzeby.
ro: Dacă televizorul și fișierul de referință conțin mai multe liste sau utilizează grupări diferite, puteți aplica anumite părți ale listei de referință într-o listă țintă. Acest pas poate fi repetat după cum este necesar.
tr: TV ve referans dosyası birden fazla liste içeriyorsa veya farklı gruplandırma kullanıyorsa, referans listesinin seçilen bölümlerini bir hedef listesine uygulayabilirsiniz.Bu adım gerektiğinde tekrarlanabilir.

# labelControl8.Text
source: This option is only available when the TV file and the reference list are organized the same way. (i.e. same sub-lists for combinations of Antenna/Cable/Sat, TV/Radio, Analog/Digital)
de: Diese Option steht nur zur Verfügung, wenn TV- und Vorlagedatei gleich strukturiert sind. (d.h. gleiche Teil-Listen für Antenne/Kabel/Sat, TV/Radio, Analog/Digital)
es: Esta opción solo estará disponible cuando el archivo de TV y la lista de referencia estén organizados de la misma manera. (p.e. mismas sub-listas para combinaciones de Antena/Cable/Sat, TV/Radio, Analógico/Digital)
hu: Ez az opció csak akkor érhető el, ha a TV-fájl és a referencia lista azonos módon vannak elrendezve. (azaz ugyanazok az allisták az antenna/kábel/műhold, TV/rádió, analóg/digitális kombinációkhoz)
pl: „Ta opcja jest dostępna tylko wtedy, gdy plik TV i lista referencyjna są zorganizowane w ten sam sposób. (tj. te same listy podrzędne dla kombinacji anteny / telewizji kablowej / satelitarnej, TV / radiowej, analogowej / cyfrowej) ”
ro: Această opțiune este disponibilă numai atunci când fișierul TV și lista de referințe sunt organizate în același mod. (adică aceleași sub-liste pentru combinații de Antena/Cablu/Sat, TV/Radio, Analog/Digital)
tr: Bu seçenek yalnızca TV dosyası ve referans listesi aynı şekilde düzenlendiğinde kullanılabilir. (yani Anten / Kablo / Uydu, TV / Radyo, Analog / Dijital kombinasyonları için aynı alt listeler

# groupControl2.Text
source: 2. Bring order to your TV file
de: 2. Bringen Sie Ordnung in Ihre TV-Liste
es: 2. Ordenar su archivo de TV
hu: 2. Hozza rendbe a TV fájlt
pl: 2. Wprowadź porządek do pliku telewizyjnego
ro: 2. Aduceți ordine în fișierul dvs. TV
tr: 2. TV dosyanızı düzenleyin

# $this.Text
source: Apply Reference List
de: Vorlage übernehmen
es: Aplicar lista de referencia
hu: Referencia lista alkalmazása
pl: Zastosuj listę referencyjną
ro: Aplicați lista de referințe
tr: Referans Listesini Uygula

# cbAntenna.Properties.Caption
source: Antenna
de: Antenne
es: Antena
pl: Antena
ro: Antenă
tr: Anten

# grpManual.Text
source: grpManual
pl: grpInstrukcja

# btnOk.Text
source: Ok
tr: TAMAM
